{
  "Welcome to VG CUBE – Your Ultimate Hub for AI-Powered Growth!": "¡Bienvenido a VG CUBE, tu centro definitivo para el crecimiento impulsado por IA!",
  "Email": "Correo electrónico",
  "Uid": "Uid",
  "Username": "Nombre de usuario",
  "Password": "Contraseña",
  "Remember account password": "Recordar contraseña de la cuenta",
  "Forgot password": "¿Olvidaste tu contraseña?",
  "Login": "Iniciar sesión",
  "Tutorials": "Tutoriales",
  "No account": "¿No tienes cuenta?",
  "Register now": "Regístrate ahora",
  "Registration": "Registro",
  "Name": "Nombre",
  "Processing Time: Withdrawals are credited within 72 to 96 hours..": "Tiempo de procesamiento: Los retiros se acreditan dentro de 72 a 96 horas.",
  "Withdrawal Address: Enter or paste the address directly, or select from saved addresses": "Dirección de retiro: Ingresa o pega la dirección directamente, o selecciona desde direcciones guardadas.",
  "Fee for Withdrawals Above $500: $1 flat fee, no percentage fee": "Comisión por retiros superiores a $500: tarifa fija de $1, sin comisión porcentual.",
  "Withdrawal Fee (for $50 to $500): 5% + $1": "Comisión de retiro (para $50 a $500): 5% + $1",
  "Withdrawal Fee (for $10 to $50): 8% + $1": "Comisión de retiro (para $10 a $50): 8% + $1",
  "Minimum Withdrawal: $10": "Retiro mínimo: $10",
  "Maximum Withdraw amount": "Monto máximo de retiro",
  "Minimum Withdraw amount": "Monto mínimo de retiro",
  "Withdraw fee": "Comisión de retiro",
  "By registering in, I agree to the VG CUBE": "Al registrarme, acepto los términos de VG CUBE",
  "Total Team Earning": "Ganancia total del equipo",
  "Join VG CUBE Today!": "¡Únete a VG CUBE hoy!",
  "Why wait? Be part of the AI revolution, where cutting-edge tech meets consistent income. Dive in now and transform the way you engage with AI!": "¿Por qué esperar? Sé parte de la revolución de la IA, donde la tecnología de vanguardia se encuentra con ingresos consistentes. ¡Sumérgete ahora y transforma la forma en que interactúas con la IA!",
  "Enjoy Top-Level Security": "Disfruta de una seguridad de nivel superior",
  "Leverage AI Power": "Aprovecha el poder de la IA",
  "Running time": "Tiempo de ejecución",
  "Daily Run Times": "Tiempos de ejecución diarios",
  "Mobile phone": "Teléfono móvil",
  "Send": "Enviar",
  "AI Power": "Poder de IA",
  "Earn Daily": "Gana diariamente",
  "Introducing VG CUBE!": "¡Presentamos VG CUBE!",
  "My messages": "Mis mensajes",
  "The future of AI is here, and it’s packed with rewards! VG CUBE is the groundbreaking decentralized AI platform that lets you earn daily by participating in simple AI tasks.": "¡El futuro de la IA está aquí y está lleno de recompensas! VG CUBE es la plataforma descentralizada de IA revolucionaria que te permite ganar diariamente participando en tareas simples de IA.",
  "invitation code": "Código de invitación",
  "Confirm password": "Confirmar contraseña",
  "have read the privacy agreement": "he leído el acuerdo de privacidad",
  "Already have an account": "¿Ya tienes una cuenta?",
  "Log in now": "Inicia sesión ahora",
  "Deposit": "Depositar",
  "Withdraw": "Retirar",
  "Team": "Equipo",
  "Help Center": "Centro de ayuda",
  "Total assets": "Activos totales",
  "Todays earnings": "Ganancias de hoy",
  "Transactions": "Transacciones",
  "view all": "ver todo",
  "AI Strategy": "Estrategia de IA",
  "Market": "Mercado",
  "Home": "Inicio",
  "Wallet": "Billetera",
  "Mine": "Mi cuenta",
  "hour": "hora",
  "Note:": "Nota:",
  "Remaining Days": "Días restantes",
  "Rewards from completed tasks are credited to the VG CUBE wallet, allowing users to track and withdraw their funds": "Las recompensas de las tareas completadas se acreditan en la billetera de VG CUBE, permitiendo a los usuarios rastrear y retirar sus fondos.",
  "Maximum Quantity": "Cantidad máxima",
  "Daily Yield": "Rendimiento diario",
  "Total Node Power": "Poder total del nodo",
  "Today Node Power": "Poder del nodo de hoy",
  "Assets": "Activos",
  "Asset": "Activo",
  "Node Power": "Poder del nodo",
  "My Assets": "Mis activos",
  "Subscription Server": "Servidor de suscripción",
  "Partners": "Socios",
  "Subscription Duration": "Duración de la suscripción",
  "Daily Node Power Reward": "Recompensa diaria de poder de nodo",
  "You will be rewarded in: 1:00:00": "Serás recompensado en: 1:00:00",
  "Next task will be unlocked in: 24:00:00": "La siguiente tarea se desbloqueará en: 24:00:00",
  "The Node power Subscription needs to be clicked and run for 1 hour every day to obtain rewards. If you do not click on it, there will be no reward on the day. After the operation is completed, the proceeds will be distributed to the Assets balance.": "La suscripción de poder del nodo debe ser clickeada y ejecutada durante 1 hora todos los días para obtener recompensas. Si no haces clic en ella, no habrá recompensa ese día. Después de completar la operación, los ingresos se distribuirán en el balance de Activos.",
  "Running Time": "Tiempo de ejecución",
  "Today's executable limit": "Límite ejecutable de hoy",
  "AI computing power": "Poder de computación de IA",
  "Simple, Secure, High Yield": "Sencillo, seguro, alto rendimiento",
  "Details": "Detalles",
  "Estimated Node Power Reward": "Recompensa estimada de poder del nodo",
  "Running Node Power Amount": "Cantidad de poder del nodo en ejecución",
  "Today's Yield": "Rendimiento de hoy",
  "Become a member": "Conviértete en miembro",
  "No Data": "Sin datos",
  "Lock": "Bloquear",
  "Unlock": "Desbloquear",
  "Run Node Power": "Ejecutar poder del nodo",
  "Node Power Duration": "Duración del poder del nodo",
  "Only members subscribed to the ServerCore plan or higher can run the Node Power package.": "Solo los miembros suscritos al plan ServerCore o superior pueden ejecutar el paquete de poder del nodo.",
  "Run Node power Subscription": "Ejecutar suscripción de poder del nodo",
  "The system will run the Node power Subscription according to the maximum runnable amount of the current user level": "El sistema ejecutará la suscripción de poder del nodo según la cantidad máxima ejecutable del nivel actual de usuario.",
  "distribute income": "distribuir ingresos",
  "Daily Yield will be returned in one go after the operation is completed": "El rendimiento diario se devolverá de una vez después de completar la operación.",
  "Login successful": "Inicio de sesión exitoso",
  "Strategy": "Estrategia",
  "Total Balance": "Saldo total",
  "My Wallet": "Mi billetera",
  "Total revenue": "Ingresos totales",
  "Add strategy": "Agregar estrategia",

  "My Strategy": "Mi Estrategia",
  "Remaining time:": "Tiempo restante:",
  "Investment": "Inversión",
  "Today earning": "Ganancia de hoy",
  "Rate of return": "Tasa de retorno",
  "Daily Profit": "Beneficio diario",
  "Days": "Días",
  "Node Power Run Time": "Tiempo de ejecución de la potencia del nodo",
  "Total Reward": "Recompensa total",
  "start": "empezar",
  "Gainers": "Líderes de crecimiento",
  "24h Vol": "Volumen 24h",
  "Currency/Name": "Moneda/Nombre",
  "Last price": "Último precio",
  "24h change": "Cambio 24h",
  "Detail": "Detalle",
  "Subscribe Amount": "Monto de suscripción",
  "Withdraw Fund": "Retirar fondos",
  "Tutorial": "Tutorial",
  "Strategy account": "Cuenta estratégica",
  "Capital account": "Cuenta de capital",
  "Recent Asset": "Activo reciente",
  "Deposits": "Depósitos",
  "Pending": "Pendiente",
  "Profile": "Perfil",
  "Activity": "Actividad",
  "My Team": "Mi equipo",
  "Total Yield": "Rendimiento total",
  "Invitation": "Invitación",
  "Customer service": "Servicio al cliente",
  "support": "Soporte",
  "About us": "Sobre nosotros",
  "Mission & Vision": "Misión y visión",
  "- *Vision:* To become the global leader in decentralized AI platforms, driving a new era of data management, scalability, and earning opportunities.": "- *Visión:* Convertirse en el líder global en plataformas descentralizadas de IA, impulsando una nueva era de gestión de datos, escalabilidad y oportunidades de ganancias.",
  "- Mission: To democratize AI-powered income, enabling users to benefit from decentralized computing resources while contributing to AI innovation.": "- Misión: democratizar los ingresos impulsados por IA, permitiendo que los usuarios se beneficien de recursos de computación descentralizados mientras contribuyen a la innovación en IA.",
  "4. Staking and Referral Bonuses: Users can also earn additional rewards through staking VG CUBE tokens or referring new members to the platform.": "4. Bonificaciones por Staking y Referencias: Los usuarios también pueden ganar recompensas adicionales mediante el staking de tokens VG CUBE o refiriendo nuevos miembros a la plataforma.",
  "3. Earn Rewards: Earnings are distributed directly to your VG CUBE wallet. Consistent engagement ensures daily rewards and increased earnings over time.": "3. Gana recompensas: Las ganancias se distribuyen directamente a tu billetera VG CUBE. Un compromiso constante asegura recompensas diarias y mayores ganancias con el tiempo.",
  "2. Complete Daily Tasks: Activate and complete AI tasks for 1 hour daily. These tasks can range from data runs to node processing, depending on your subscription level.": "2. Completa tareas diarias: Activa y completa tareas de IA durante 1 hora diaria. Estas tareas pueden variar desde ejecuciones de datos hasta procesamiento de nodos, dependiendo de tu nivel de suscripción.",
  "1. Choose a Subscription Package: Select from various subscription options like ServerCore, ServerCore Prime, etc., each with distinct earning potential and AI tasks.": "1. Elige un paquete de suscripción: selecciona entre varias opciones de suscripción como ServerCore, ServerCore Prime, etc., cada una con un potencial de ganancias y tareas de IA distintas.",
  "How VG CUBE Works": "Cómo funciona VG CUBE",
  "- It also reduces the risk of network congestion, ensuring AI models and data centers operate at their best capacity.": "- También reduce el riesgo de congestión de la red, asegurando que los modelos de IA y los centros de datos operen a su mejor capacidad.",
  "- VG CUBE distributes computational loads across its decentralized network, efficiently managing AI tasks. This model ensures optimal performance, reduced latency, and smooth operations even during peak loads.": "- VG CUBE distribuye las cargas computacionales a través de su red descentralizada, gestionando eficientemente las tareas de IA. Este modelo asegura un rendimiento óptimo, menor latencia y operaciones fluidas incluso durante cargas máximas.",
  "5. Advanced Traffic Distribution": "5. Distribución avanzada de tráfico",
  "- Flexibility: Users can start with minimal investments and scale up as needed. VG CUBE offers a range of subscription packages, from entry-level to high-tier, catering to various earning potentials and AI engagement levels.": "- Flexibilidad: Los usuarios pueden comenzar con inversiones mínimas y escalarlas según sea necesario. VG CUBE ofrece una gama de paquetes de suscripción, desde nivel básico hasta alto nivel, adaptándose a diferentes potenciales de ganancias y niveles de participación en IA.",
  "- Scalable Architecture: VG CUBE’s infrastructure is designed to handle increased demand effortlessly. Whether you are an individual user or a large enterprise, the platform scales dynamically to meet your requirements.": "- Arquitectura escalable: La infraestructura de VG CUBE está diseñada para manejar la demanda creciente sin esfuerzo. Ya seas un usuario individual o una gran empresa, la plataforma escala dinámicamente para satisfacer tus requisitos.",
  "4. Scalable and Flexible": "4. Escalable y flexible",
  "- Regulatory Compliance: The platform holds industry certifications and complies with international regulations, providing a secure and transparent environment for AI computing and earning.": "- Cumplimiento normativo: La plataforma tiene certificaciones de la industria y cumple con las regulaciones internacionales, proporcionando un entorno seguro y transparente para la computación y el ingreso mediante IA.",
  "- Secure Platform: Security is a top priority, with advanced encryption protocols, regular security audits, and adherence to global standards. VG CUBE ensures that user data, transactions, and AI operations are protected.": "- Plataforma segura: La seguridad es una prioridad principal, con protocolos avanzados de cifrado, auditorías regulares de seguridad y cumplimiento de estándares globales. VG CUBE garantiza que los datos de los usuarios, las transacciones y las operaciones de IA estén protegidos.",
  "3. Security and Compliance": "3. Seguridad y cumplimiento",
  "New Email": "Nuevo correo electrónico",
  "Submit":"Enviar",
    "- Node Power Activation:To ensure consistent earning, users must activate their computing power package daily. This activation ensures that resources are fully utilized while distributing computing loads efficiently.": "- Activación de potencia del nodo: Para asegurar una ganancia constante, los usuarios deben activar su paquete de potencia de computación diariamente. Esta activación garantiza que los recursos se utilicen completamente mientras se distribuyen las cargas de computación de manera eficiente.",
    "- Task-Based Rewards: VG CUBE offers various subscription packages like ServerCore, ServerCore Prime, and more, each with specific tasks that users must complete to earn rewards. The tasks typically involve 1-hour operations, creating a simple, effective way to earn daily income.": "- Recompensas basadas en tareas: VG CUBE ofrece varios paquetes de suscripción como ServerCore, ServerCore Prime y más, cada uno con tareas específicas que los usuarios deben completar para ganar recompensas. Las tareas suelen implicar operaciones de 1 hora, creando una forma simple y efectiva de ganar ingresos diarios.",
    "- Daily Earnings: Users earn daily rewards by participating in AI tasks like data processing, model training, or completing other assigned tasks. This makes AI-powered income generation accessible to everyone, not just large enterprises.": "- Ganancias diarias: Los usuarios ganan recompensas diarias participando en tareas de IA como procesamiento de datos, entrenamiento de modelos o completando otras tareas asignadas. Esto hace que la generación de ingresos impulsados por IA sea accesible para todos, no solo para grandes empresas.",
    "2. Innovative Earning Model": "2. Modelo de ganancia innovador",
    "- AI Integration: The platform is built on advanced AI algorithms that optimize resource allocation, enhance processing speeds, and improve scalability. AI powers everything from task distribution to user interactions, delivering a seamless experience.": "- Integración de IA: La plataforma se construye sobre algoritmos avanzados de IA que optimizan la asignación de recursos, mejoran las velocidades de procesamiento y aumentan la escalabilidad. La IA impulsa todo, desde la distribución de tareas hasta las interacciones con el usuario, proporcionando una experiencia fluida.",
    "- Decentralized Network: VG CUBE uses a distributed computing model, tapping into global resources to enhance AI processing, model training, and data management. This decentralized approach reduces reliance on centralized infrastructure, providing better stability, security, and cost-efficiency.": "- Red descentralizada: VG CUBE utiliza un modelo de computación distribuida, aprovechando los recursos globales para mejorar el procesamiento de IA, el entrenamiento de modelos y la gestión de datos. Este enfoque descentralizado reduce la dependencia de la infraestructura centralizada, proporcionando mejor estabilidad, seguridad y eficiencia de costos.",
    "Key Features of VG CUBE": "Características clave de VG CUBE",
    "1. Decentralized AI-Powered Infrastructure": "1. Infraestructura descentralizada impulsada por IA",
    "VG CUBE is a pioneering decentralized AI platform, transforming traditional data centers through a blend of artificial intelligence and distributed computing. Here’s a closer look at what makes VG CUBE a unique and powerful player in the AI and data management sector:": "VG CUBE es una plataforma descentralizada de IA pionera, que transforma los centros de datos tradicionales mediante una combinación de inteligencia artificial y computación distribuida. Aquí tienes una mirada más cercana a lo que hace a VG CUBE un jugador único y poderoso en el sector de IA y gestión de datos:",
    "Downlaod App": "Descargar aplicación",
    "Clear cache": "Limpiar caché",
    "Log out": "Cerrar sesión",
    "Earning Range": "Rango de ganancias",
    "Team Rewards": "Recompensas del equipo",
    "Investment range": "Rango de inversión",
    "People": "Personas",
    "Arbitrage parameters": "Parámetros de arbitraje",
    "Creating a policy means agreeing to": "Crear una política significa aceptar",
    "the Fund Agreement": "El acuerdo de fondo",
    "Daily arbitrage earnings": "Ganancias diarias de arbitraje",
    "Duration": "Duración",
    "Create": "Crear",
    "Package list": "Lista de paquetes",
    "Amount": "Monto",
    "only USDT recharge is supported. Recharge other assets will not be retrieved": "Solo se admite la recarga de USDT. La recarga de otros activos no será recuperada.",
    "Payment Mode": "Modo de pago",
    "Transaction Id": "Id de transacción",
    "Scan this QR code or Save pictures locally": "Escanea este código QR o guarda las imágenes localmente",
    "Note": "Nota",
    "lowest Deposit amount": "Monto mínimo de depósito",
    "Deposit network": "Red de depósito",
    "only TRC20 USDT recharge is supported. Recharge other assets will not be retrieved": "Solo se admite la recarga de TRC20 USDT. La recarga de otros activos no será recuperada",
    "recharge requires confirmation by the node on the chain, please wait patiently": "La recarga requiere confirmación por parte del nodo en la cadena, por favor espere pacientemente",
    "Personal information": "Información personal",
    "Invitation Code": "Código de invitación",
    "Avatar": "Avatar",
    "Available Balance": "Saldo disponible",
    "Withdraw amount": "Monto a retirar",
    "Withdraw address": "Dirección de retiro",
    "Order Id": "Id de pedido",
    "This address only supports deposits of": "Esta dirección solo admite depósitos de",
    "Confirmation": "Confirmación",
    "User Name": "Nombre de usuario",
    "Change Email": "Cambiar correo electrónico",
    "Phone number": "Número de teléfono",
    "Phone": "Teléfono",
    "Registration Time": "Hora de registro",
    "Membership Package": "Paquete de membresía",
    "Change Password": "Cambiar contraseña",
    "MyTeam": "Mi equipo",
    "Confirm": "Confirmar",
    "New password": "Nueva contraseña",
    "Get Code": "Obtener código",
    "Verification Code": "Código de verificación",
    "Change password": "Cambiar contraseña",
    "Create Transaction Password": "Crear contraseña de transacción",
    "Transaction password": "Contraseña de transacción",
    "Setting": "Configuración",
    "Configure Profile": "Configurar perfil",
    "Switch Language": "Cambiar idioma",
    "Change Transaction Password": "Cambiar contraseña de transacción",
    "Change Login Password": "Cambiar contraseña de inicio de sesión",
    "Twitter": "Twitter",
    "Telegram": "Telegram",
    "Security": "Seguridad",
    "Telegram Channel": "Canal de Telegram",
    "Task center": "Centro de tareas",
    "My Reward": "Mi recompensa",
    "Received": "Recibido",
    "Achieve Goal": "Alcanzar objetivo",
    "turnover": "volumen de negocios",
    "Congratulations on the completion of the mission reward": "Felicidades por completar la recompensa de la misión",
    "View Rewards": "Ver recompensas",
    "Total Earning": "Ganancia total",
    "Team data": "Datos del equipo",
    "Team List": "Lista de equipo",
    "Five generations data": "Datos de cinco generaciones",
    "Total member": "Miembros totales",
    "Total vaild": "Totales válidos",
    "Three generations data": "Datos de tres generaciones",
    "First generation data": "Datos de la primera generación",
    "Number of users": "Número de usuarios",
    "Cumulative recharge": "Recarga acumulada",
    "Cumulative withdrawal": "Retiro acumulado",
    "Cumulative earnings": "Ganancias acumuladas",
    "Cumulative Yield": "Rendimiento acumulado",
    "Second generation data": "Datos de la segunda generación",
    "Fourth generation data": "Datos de la cuarta generación",
    "Fifth generation data": "Datos de la quinta generación",
    "Third generation data": "Datos de la tercera generación",
    "No record yet": "No hay registros aún",
    "Earning Record": "Registro de ganancias",
    "Yield Record List": "Lista de registros de rendimiento",
    "Total Direct Yield": "Rendimiento directo total",
    "Today Direct Yield": "Rendimiento directo hoy",
    "Total Level Yield": "Rendimiento total por nivel",
    "Today Level Yield": "Rendimiento por nivel hoy",
    "Today Node Power Yield": "Rendimiento de potencia del nodo hoy",
    "Invite friends": "Invitar amigos",
    "Total Node Power Yield": "Rendimiento total de potencia del nodo",
  "By logging in, I agree to the VG CUBEBy logging in, I agree to the VG CUBE": "Al iniciar sesión, acepto los términos de VG CUBE",
  "Please enter your phone and password to complete": "Por favor, ingrese su teléfono y contraseña para completar",
  "Explore the wonderful world of artificial intelligence": "Explore el maravilloso mundo de la inteligencia artificial",
  "Total Commission": "Comisión total",
  "Invitation link": "Enlace de invitación",
  "Invitation code": "Código de invitación",
  "FAQ": "Preguntas frecuentes",
  "Account": "Cuenta",
  "Service Agreement": "Acuerdo de servicio",
  "When your account triggers certain risk control measures due to non-human factors, how to release the risk control?": "Cuando su cuenta activa ciertas medidas de control de riesgos debido a factores no humanos, ¿cómo liberar el control de riesgos?",
  "The risk control of the account and why the risk control is triggered?": "El control de riesgos de la cuenta y por qué se activa el control de riesgos?",
  "What are funds to be released?": "¿Qué fondos se liberarán?",
  "No more": "No más",
  "Help center": "Centro de ayuda",
  "Withdrawal": "Retiro",
  "Currency": "Moneda",
  "Withdrawal address": "Dirección de retiro",
  "Withdrawal amount": "Monto de retiro",
  "Transaction Password": "Contraseña de transacción",
  "Arrived quantity": "Cantidad recibida",
  "Withdrawal fee": "Comisión por retiro",
  "Minimum withdrawal amount": "Monto mínimo de retiro",
  "Maximum withdrawal amount": "Monto máximo de retiro",
  "The minimum withdrawal for valid members:10 USDT": "El retiro mínimo para miembros válidos: 10 USDT",
  "No payment will be made on U.S. statutory holidays and weekends": "No se realizarán pagos en días festivos nacionales de EE. UU. ni fines de semana",
  "Taxes for each withdrawal: 5% tax": "Impuestos por cada retiro: 5% de impuestos",
  "the handling fee on the chain for a single withdrawal is 1 USDT.": "La comisión de manejo en la cadena por un solo retiro es de 1 USDT.",
  "only supports USDT-TRON withdrawals": "solo admite retiros USDT-TRON",
  "Withdrawals need to be confirmed and reviewed by multiple nodes, and the withdrawal time will be within 72 hours. Withdrawal are only allowed in the capital account. If the account has insufficient funds, please transfer the quantitative funds to the capital account and then initiate a withdrawal again": "Los retiros deben ser confirmados y revisados por múltiples nodos, y el tiempo de retiro será dentro de las 72 horas. Los retiros solo se permiten en la cuenta de capital. Si la cuenta tiene fondos insuficientes, transfiera los fondos cuantitativos a la cuenta de capital y luego inicie el retiro nuevamente.",
  "Cancel": "Cancelar",
  "No Limit": "Sin límite",
  "Trading Bonus": "Bono de trading",
  "Team Commission": "Comisión del equipo",
  "Withdrawals": "Retiros",
  "Team Turnover": "Volumen de negocio del equipo",
  "type": "tipo",
  "Investment amount": "Monto de inversión",
  "User profit": "Beneficio del usuario",
  "Time": "Tiempo",
  "Confirm Node": "Confirmar nodo",
  "Contract Time": "Tiempo de contrato"
  
 }