{
    "Welcome to VG CUBE – Your Ultimate Hub for AI-Powered Growth!": "Üdvözöljük a VG CUBE-ban – Az Ön végső központja az AI-alapú növekedéshez!",
  "Email": "E-mail",
  "Uid": "Uid",
  "Username": "Felhasználónév",
  "Password": "Jelszó",
  "Remember account password": "Emlékezzen a fiók jelszavára",
  "Forgot password": "Elfelejtette a jelszót",
  "Login": "Bejelentkezés",
  "Tutorials": "Útmutatók",
  "No account": "Nincs fiók",
  "Register now": "Regisztrálj most",
  "Registration": "Regisztráció",
  "Name": "Név",
  "Processing Time: Withdrawals are credited within 72 to 96 hours..": "Feldolgozási idő: A kifizetések 72–96 órán belül kerülnek jóváírásra.",
  "Withdrawal Address: Enter or paste the address directly, or select from saved addresses": "Kifizetési cím: Írja be vagy illessze be közvetlenül a címet, vagy válasszon a mentett címek közül.",
  "Fee for Withdrawals Above $500: $1 flat fee, no percentage fee": "A 500 dollár feletti kifizetések díja: 1 dolláros fix díj, nincs százalékos díj.",
  "Withdrawal Fee (for $50 to $500):  5% + $1": "Kifizetési díj (50 és 500 dollár között): 5% + 1 dollár",
  "Withdrawal Fee (for $10 to $50): 8% + $1": "Kifizetési díj (10 és 50 dollár között): 8% + 1 dollár",
  "Minimum Withdrawal: $10": "Minimális kifizetés: 10 dollár",
  "Maximum Withdraw amount": "Maximális kifizetési összeg",
  "Minimum Withdraw amount": "Minimális kifizetési összeg",
  "Withdraw fee": "Kifizetési díj",
  "By registering in, I agree to the VG CUBE": "A regisztrációval elfogadom a VG CUBE feltételeit",
  "Total Team Earning": "Teljes csapat kereset",
  "Join VG CUBE Today!": "Csatlakozzon a VG CUBE-hoz még ma!",
  "Why wait? Be part of the AI revolution, where cutting-edge tech meets consistent income. Dive in now and transform the way you engage with AI!": "Miért várjon? Legyen részese az AI forradalomnak, ahol az élvonalbeli technológia és az állandó jövedelem találkozik. Merüljön el most, és változtassa meg a mesterséges intelligenciával való kapcsolatát!",
  "Enjoy Top-Level Security": "Élvezze a legmagasabb szintű biztonságot",
  "Leverage AI Power": "Használja ki az AI erejét",
  "Running time": "Futási idő",
  "Daily Run Times": "Napi futásidők",
  "Mobile phone": "Mobiltelefon",
  "Send": "Küldés",
  "AI Power": "AI teljesítmény",
  "Earn Daily": "Keressen naponta",
  "Introducing VG CUBE!": "Bemutatjuk a VG CUBE-ot!",
  "My messages": "Üzeneteim",
  "The future of AI is here, and it’s packed with rewards! VG CUBE is the groundbreaking decentralized AI platform that lets you earn daily by participating in simple AI tasks.": "Az AI jövője itt van, és tele van jutalmakkal! A VG CUBE a forradalmi decentralizált AI platform, amely lehetővé teszi, hogy naponta keressen egyszerű AI feladatok elvégzésével.",
  "invitation code": "Meghívó kód",
  "Confirm password": "Jelszó megerősítése",
  "have read the privacy agreement": "elolvastam az adatvédelmi megállapodást",
  "Already have an account": "Már van fiókom",
  "Log in now": "Jelentkezzen be most",
  "Deposit": "Letét",
  "Withdraw": "Kifizetés",
  "Team": "Csapat",
  "Help Center": "Segítség központ",
  "Total assets": "Teljes eszközök",
  "Todays earnings": "Mai kereset",
  "Transactions": "Tranzakciók",
  "view all": "Mindet megtekinteni",
  "AI Strategy": "AI stratégia",
  "Market": "Piac",
  "Home": "Főoldal",
  "Wallet": "Pénztárca",
  "Mine": "Saját",
  "hour": "óra",
  "Note:": "Megjegyzés:",
  "Remaining Days": "Hátralévő napok",
  "Rewards from completed tasks are credited to the VG CUBE wallet, allowing users to track and withdraw their funds": "A teljesített feladatok jutalmait a VG CUBE pénztárcájába írják jóvá, lehetővé téve a felhasználók számára, hogy nyomon követhessék és kivehessék pénzüket.",
  "Maximum Quantity": "Maximális mennyiség",
  "Daily Yield": "Napi hozam",
  "Total Node Power": "Teljes csomópont teljesítmény",
  "Today Node Power": "Mai csomópont teljesítmény",
  "Assets": "Eszközök",
  "Asset": "Eszköz",
  "Node Power": "Csomópont teljesítmény",
  "My Assets": "Saját eszközeim",
  "Subscription Server": "Előfizetéses szerver",
  "Partners": "Partnerek",
  "Subscription Duration": "Előfizetés időtartama",
  "Daily Node Power Reward": "Napi csomópont teljesítmény jutalom",
  "You will be rewarded in: 1:00:00": "Jutalmat kap: 1:00:00",
  "Next task will be unlocked in: 24:00:00": "A következő feladat feloldva lesz: 24:00:00",
  "The Node power Subscription needs to be clicked and run for 1 hour every day to obtain rewards. If you do not click on it, there will be no reward on the day. After the operation is completed, the proceeds will be distributed to the  Assets balance.": "A csomópont teljesítmény előfizetést minden nap 1 órán keresztül kell kattintani és futtatni a jutalmak megszerzéséhez. Ha nem kattint rá, nem lesz jutalom azon a napon. A művelet befejezése után a bevételt az eszközök egyenlegére osztják szét.",
  "Running Time": "Futási idő",
  "Today's executable limit": "A mai végrehajtási korlát",
  "AI computing power": "AI számítási teljesítmény",
  "Simple, Secure, High Yield": "Egyszerű, biztonságos, magas hozamú",
  "Details": "Részletek",
  "Estimated Node Power Reward": "Becsült csomópont teljesítmény jutalom",
  "Running Node Power Amount": "Futó csomópont teljesítmény mennyisége",
  "Today's Yield": "Mai hozam",
  "Become a member": "Legyen tag",
  "No Data": "Nincs adat",
  "Lock": "Zár",
  "Unlock": "Feloldás",
  "Run Node Power": "Futtassa a csomópont teljesítményt",
  "Node Power Duration": "Csomópont teljesítmény időtartam",
  "Only members subscribed to the ServerCore plan or higher can run the Node Power package.": "Csak a ServerCore vagy magasabb előfizetésű tagok futtathatják a csomópont teljesítmény csomagot.",
  "Run Node power Subscription": "Futtassa a csomópont teljesítmény előfizetést",
  "The system will run the Node power Subscription according to the maximum runnable amount of the current user level": "A rendszer a jelenlegi felhasználói szint maximális futtatható összegét figyelembe véve futtatja a csomópont teljesítmény előfizetést.",
  "distribute income": "jövedelmek elosztása",
  "Daily Yield will be returned in one go after the operation is completed": "A napi hozamot egy összegben térítik vissza a művelet befejezése után.",
  "Login successful": "Bejelentkezés sikeres",
  "Strategy": "Stratégia",
  "Total Balance": "Teljes egyenleg",
  "My Wallet": "Pénztárcám",
  "Total revenue": "Teljes bevétel",
  "Add strategy": "Stratégia hozzáadása",

  "My Strategy": "Stratégiám",
  "Remaining time:": "Hátralévő idő:",
  "Investment": "Befektetés",
  "Today earning": "Mai kereset",
  "Rate of return": "Hozam arány",
  "Daily Profit": "Napi nyereség",
  "Days": "Napok",
  "Node Power Run Time": "Csomópont teljesítmény futási idő",
  "Total Reward": "Összes jutalom",
  "start": "indítás",
  "Gainers": "Növekedők",
  "24h Vol": "24 órás forgalom",
  "Currency/Name": "Valuta/Név",
  "Last price": "Utolsó ár",
  "24h change": "24 órás változás",
  "Detail": "Részlet",
  "Subscribe Amount": "Előfizetett összeg",
  "Withdraw Fund": "Pénz kivonása",
  "Tutorial": "Útmutató",
  "Strategy account": "Stratégiai fiók",
  "Capital account": "Tőke fiók",
  "Recent Asset": "Legutóbbi eszköz",
  "Deposits": "Befizetések",
  "Pending": "Függőben",
  "Profile": "Profil",
  "Activity": "Tevékenység",
  "My Team": "Csapatom",
  "Total Yield": "Teljes hozam",
  "Invitation": "Meghívás",
  "Customer service": "Ügyfélszolgálat",
  "support": "Támogatás",
  "About us": "Rólunk",
  "Mission & Vision": "Misszió és vízió",
  "- *Vision:* To become the global leader in decentralized AI platforms, driving a new era of data management, scalability, and earning opportunities.": "- *Vízió:* A célunk, hogy a decentralizált AI platformok globális vezetőjévé váljunk, új korszakot indítva az adatok kezelésében, skálázhatóságában és a kereseti lehetőségekben.",
  "- Mission: To democratize AI-powered income, enabling users to benefit from decentralized computing resources while contributing to AI innovation.": "- Misszió: A mesterséges intelligenciával támogatott jövedelem demokratizálása, lehetővé téve a felhasználók számára, hogy a decentralizált számítástechnikai erőforrásokból részesedjenek, miközben hozzájárulnak az AI innovációhoz.",
  "4. Staking and Referral Bonuses:Users can also earn additional rewards through staking VG CUBE tokens or referring new members to the platform.": "4. Staking és ajánlói bónuszok: A felhasználók további jutalmakat kereshetnek a VG CUBE tokenek letétbe helyezésével vagy új tagok meghívásával a platformra.",
  "3. Earn Rewards: Earnings are distributed directly to your VG CUBE wallet. Consistent engagement ensures daily rewards and increased earnings over time.": "3. Jutalmak keresése: A keresetek közvetlenül a VG CUBE pénztárcájába kerülnek. A folyamatos részvétel biztosítja a napi jutalmakat és az idővel növekvő bevételeket.",
  "2. Complete Daily Tasks:Activate and complete AI tasks for 1 hour daily. These tasks can range from data runs to node processing, depending on your subscription level.": "2. Napi feladatok teljesítése: Aktiválja és végezze el az AI feladatokat napi 1 órán keresztül. Ezek a feladatok az adatfuttatástól a csomópont feldolgozásáig terjedhetnek, előfizetési szintjétől függően.",
  "1. Choose a Subscription Package: Select from various subscription options like ServerCore, ServerCore Prime, etc., each with distinct earning potential and AI tasks.": "1. Válasszon előfizetési csomagot: Válasszon a különböző előfizetési lehetőségek közül, mint például ServerCore, ServerCore Prime stb., mindegyik más-más kereseti potenciállal és AI feladatokkal.",
  "How VG CUBE Works": "Hogyan működik a VG CUBE",
  "- It also reduces the risk of network congestion, ensuring AI models and data centers operate at their best capacity.": "- Csökkenti a hálózati torlódás kockázatát is, biztosítva, hogy az AI modellek és adatközpontok a legjobb kapacitásukkal működjenek.",
  "- VG CUBE distributes computational loads across its decentralized network, efficiently managing AI tasks. This model ensures optimal performance, reduced latency, and smooth operations even during peak loads.": "- A VG CUBE elosztja a számítási terheléseket decentralizált hálózatán, hatékonyan kezelve az AI feladatokat. Ez a modell biztosítja az optimális teljesítményt, csökkenti a késleltetést és zökkenőmentes működést még a csúcs terhelések idején is.",
  "5. Advanced Traffic Distribution": "5. Fejlett forgalom elosztás",
  "- Flexibility: Users can start with minimal investments and scale up as needed. VG CUBE offers a range of subscription packages, from entry-level to high-tier, catering to various earning potentials and AI engagement levels.": "- Rugalmasság: A felhasználók minimális befektetésekkel kezdhetnek, és szükség szerint növelhetik azokat. A VG CUBE különböző előfizetési csomagokat kínál, a belépő szinttől a magas szintű csomagokig, amelyek különböző kereseti potenciálokat és AI interakciós szinteket szolgálnak ki.",
  "- Scalable Architecture: VG CUBE’s infrastructure is designed to handle increased demand effortlessly. Whether you are an individual user or a large enterprise, the platform scales dynamically to meet your requirements.": "- Skálázható architektúra: A VG CUBE infrastruktúrája úgy van megtervezve, hogy könnyedén kezelje a megnövekedett igényeket. Legyen szó egyéni felhasználóról vagy nagyvállalatról, a platform dinamikusan skálázódik az Ön igényeinek megfelelően.",
  "4. Scalable and Flexible": "4. Skálázható és rugalmas",
  "- Regulatory Compliance: The platform holds industry certifications and complies with international regulations, providing a secure and transparent environment for AI computing and earning.": "- Szabályozási megfelelőség: A platform iparági tanúsítványokkal rendelkezik, és megfelel a nemzetközi szabályozásoknak, biztosítva a biztonságos és átlátható környezetet az AI számításokhoz és a kereseti lehetőségekhez.",
  "- Secure Platform: Security is a top priority, with advanced encryption protocols, regular security audits, and adherence to global standards. VG CUBE ensures that user data, transactions, and AI operations are protected.": "- Biztonságos platform: A biztonság kiemelt prioritás, fejlett titkosítási protokollokkal, rendszeres biztonsági auditokkal és globális szabványoknak való megfeleléssel. A VG CUBE biztosítja, hogy a felhasználói adatok, tranzakciók és AI műveletek védve legyenek.",
  "3. Security and Compliance": "3. Biztonság és megfelelőség",

  "- Node Power Activation:To ensure consistent earning, users must activate their computing power package daily. This activation ensures that resources are fully utilized while distributing computing loads efficiently.": "- A csomóponti teljesítmény aktiválása: A folyamatos kereset biztosítása érdekében a felhasználóknak naponta aktiválniuk kell számítási teljesítmény csomagjukat. Ez az aktiválás biztosítja, hogy az erőforrások teljes mértékben kihasználásra kerüljenek, miközben a számítási terhelés hatékonyan van elosztva.",
  "- Task-Based Rewards: VG CUBE offers various subscription packages like ServerCore, ServerCore Prime, and more, each with specific tasks that users must complete to earn rewards. The tasks typically involve 1-hour operations, creating a simple, effective way to earn daily income.": "- Feladat alapú jutalmak: A VG CUBE különböző előfizetési csomagokat kínál, mint például a ServerCore, ServerCore Prime és mások, mindegyik specifikus feladatokkal, amelyeket a felhasználóknak el kell végezniük, hogy jutalmat kapjanak. A feladatok jellemzően 1 órás műveleteket tartalmaznak, ami egyszerű és hatékony módja a napi bevétel szerzésének.",
  "- Daily Earnings: Users earn daily rewards by participating in AI tasks like data processing, model training, or completing other assigned tasks. This makes AI-powered income generation accessible to everyone, not just large enterprises.": "- Napi kereset: A felhasználók napi jutalmat keresnek az AI feladatokban való részvétellel, mint például az adatfeldolgozás, modellképzés vagy egyéb kijelölt feladatok elvégzése. Ez lehetővé teszi az AI alapú jövedelem generálását mindenki számára, nemcsak a nagyvállalatok számára.",
  "2. Innovative Earning Model": "2. Innovatív kereseti modell",
  "- AI Integration: The platform is built on advanced AI algorithms that optimize resource allocation, enhance processing speeds, and improve scalability. AI powers everything from task distribution to user interactions, delivering a seamless experience.": "- AI integráció: A platform fejlett AI algoritmusokon alapul, amelyek optimalizálják az erőforrások elosztását, növelik a feldolgozási sebességet és javítják a skálázhatóságot. Az AI mindent irányít a feladatok elosztásától a felhasználói interakciókig, zökkenőmentes élményt biztosítva.",
  "- Decentralized Network: VG CUBE uses a distributed computing model, tapping into global resources to enhance AI processing, model training, and data management. This decentralized approach reduces reliance on centralized infrastructure, providing better stability, security, and cost-efficiency.": "- Decentralizált hálózat: A VG CUBE elosztott számítási modellt alkalmaz, amely globális erőforrásokat használ fel az AI feldolgozás, modellképzés és adatkezelés javítására. Ez a decentralizált megközelítés csökkenti a központosított infrastruktúrára való támaszkodást, jobb stabilitást, biztonságot és költséghatékonyságot biztosít.",
  "Key Features of VG CUBE": "A VG CUBE kulcsfontosságú jellemzői",
  "1. Decentralized AI-Powered Infrastructure": "1. Decentralizált AI-vezérelt infrastruktúra",
  "VG CUBE is a pioneering decentralized AI platform, transforming traditional data centers through a blend of artificial intelligence and distributed computing. Here’s a closer look at what makes VG CUBE a unique and powerful player in the AI and data management sector:": "A VG CUBE egy úttörő decentralizált AI platform, amely mesterséges intelligencia és elosztott számítástechnika ötvözetével alakítja át a hagyományos adatközpontokat. Íme, egy közelebbi pillantás arra, hogy miért egyedülálló és erőteljes szereplő a VG CUBE az AI és adatkezelési szektorban:",
  "Downlaod App": "Alkalmazás letöltése",
  "New Email": "Új e-mail cím",
  "Submit":"Beküldés",
  "Clear cache": "Gyorsítótár törlése",
  "Log out": "Kijelentkezés",
  "Earning Range": "Kereseti tartomány",
  "Team Rewards": "Csapat jutalmak",
  "Investment range": "Befektetési tartomány",
  "People": "Emberek",
  "Arbitrage parameters": "Arbitrázs paraméterek",
  "Creating a policy means agreeing to": "Politika létrehozása egyetértést jelent",
  "the Fund Agreement": "A Fund Agreement",
  "Daily arbitrage earnings": "Napi arbitrázs kereset",
  "Duration": "Időtartam",
  "Create": "Létrehoz",
  "Package list": "Csomag lista",
  "Amount": "Összeg",
  "only USDT recharge is supported. Recharge other assets will not be retrieved": "Csak a USDT feltöltés támogatott. Más eszközök feltöltése nem kerül visszaállításra.",
  "Payment Mode": "Fizetési mód",
  "Transaction Id": "Tranzakciós azonosító",
  "Scan this QR code or Save pictures locally": "Szkennelje be ezt a QR-kódot vagy mentse a képeket helyben",
  "Note": "Megjegyzés",
  "lowest Deposit amount": "Legkisebb befizetési összeg",
  "Deposit network": "Befizetési hálózat",
  "only TRC20 USDT recharge is supported. Recharge other assets will not be retrieved": "Csak a TRC20 USDT feltöltés támogatott. Más eszközök feltöltése nem kerül visszaállításra.",
  "recharge requires confirmation by the node on the chain , please wait patiently": "A feltöltéshez szükség van a csomópont megerősítésére a láncon, kérjük, várjon türelemmel",
  "Personal information": "Személyes információk",
  "Invitation Code": "Meghívó kód",
  "Avatar": "Avatar",
  "Available Balance": "Elérhető egyenleg",
  "Withdraw amount": "Kivételi összeg",
  "Withdraw address": "Kivételi cím",
  "Order Id": "Rendelés azonosító",
  "This address only supports deposits of": "Ez a cím csak a következő összegek befizetését támogatja",
  "Confirmation": "Megerősítés",
  "User Name": "Felhasználó név",
  "Change Email": "Email módosítása",
  "Phone number": "Telefonszám",
  "Phone": "Telefon",
  "Registration Time": "Regisztráció ideje",
  "Membership Package": "Tagsági csomag",
  "Change Password": "Jelszó módosítása",
  "MyTeam": "Csapatom",
  "Confirm": "Megerősít",
  "New password": "Új jelszó",
  "Get Code": "Kód kérése",
  "Verification Code": "Megerősítő kód",
  "Change password": "Jelszó módosítása",
  "Create Transaction Password": "Tranzakciós jelszó létrehozása",
  "Transaction password": "Tranzakciós jelszó",
  "Setting": "Beállítás",
  "Configure Profile": "Profil beállítása",
  "Switch Language": "Nyelv váltása",
  "Change Transaction Password": "Tranzakciós jelszó módosítása",
  "Change Login Password": "Bejelentkezési jelszó módosítása",
  "Twitter": "Twitter",
  "Telegram": "Telegram",
  "Security": "Biztonság",
  "Telegram Channel": "Telegram csatorna",
  "Task center": "Feladat központ",
  "My Reward": "Jutalmam",
  "Received": "Megkapott",
  "Achieve Goal": "Cél elérése",
  "turnover": "forgalom",
  "Congratulations on the completion of the mission reward": "Gratulálunk a küldetés jutalmának teljesítéséhez",
  "View Rewards": "Jutalmak megtekintése",
  "Total Earning": "Összes kereset",
  "Team data": "Csapat adat",
  "Team List": "Csapat lista",
  "Five generations data": "Öt generációs adatok",
  "Total member": "Összes tag",
  "Total vaild": "Összes érvényes",
  "Three generations data": "Három generációs adatok",
  "First generation data": "Első generációs adatok",
  "Number of users": "Felhasználók száma",
  "Cumulative recharge": "Kumulált feltöltés",
  "Cumulative withdrawal": "Kumulált kifizetés",
  "Cumulative earnings": "Kumulált kereset",
  "Cumulative Yield": "Kumulált hozam",
  "Second generation data": "Második generációs adatok",
  "Fourth generation data": "Negyedik generációs adatok",
  "Fifth generation data": "Ötödik generációs adatok",
  "Third generation data": "Harmadik generációs adatok",
  "No record yet": "Még nincs rekord",
  "Earning Record": "Kereseti rekord",
  "Yield Record List": "Hozam rekord lista",
  "Total Direct Yield": "Összes közvetlen hozam",
  "Today Direct Yield": "Ma közvetlen hozam",
  "Total Level Yield": "Összes szint hozam",
  "Today Level Yield": "Ma szint hozam",
  "Today Node Power Yield": "Ma csomóponti teljesítmény hozam",
  "Invite friends": "Barátok meghívása",

  "Total Node Power Yield": "Összes csomóponti teljesítmény hozam",
  "By logging in, I agree to the VG CUBE": "A belépéssel beleegyezem a VG CUBE feltételeibe",
  "Please enter your phone and password to complete": "Kérjük, adja meg a telefonszámát és a jelszavát a befejezéshez",
  "Explore the wonderful world of artificial intelligence": "Fedezze fel a mesterséges intelligencia csodálatos világát",
  "Total Commission": "Összes jutalék",
  "Invitation link": "Meghívó link",
  "Invitation code": "Meghívó kód",
  "FAQ": "GYIK",
  "Account": "Fiók",
  "Service Agreement": "Szolgáltatási megállapodás",
  "When your account triggers certain risk control measures due to non-human factors, how to release the risk control?": "Amikor a fiókja nem emberi tényezők miatt bizonyos kockázatkezelési intézkedéseket vált ki, hogyan lehet feloldani a kockázatkezelést?",
  "The risk control of the account and why the risk control is triggered?": "A fiók kockázatkezelése és miért vált ki a kockázatkezelés?",
  "What are funds to be released?": "Mely alapok kerülnek felszabadításra?",
  "No more": "Több nincs",
  "Help center": "Segítség központ",
  "Withdrawal": "Kivétel",
  "Currency": "Pénznem",
  "Withdrawal address": "Kivételi cím",
  "Withdrawal amount": "Kivételi összeg",
  "Transaction Password": "Tranzakciós jelszó",
  "Arrived quantity": "Megérkezett mennyiség",
  "Withdrawal fee": "Kivételi díj",
  "Minimum withdrawal amount": "Minimális kivételi összeg",
  "Maximum withdrawal amount": "Maximális kivételi összeg",
  "The minimum withdrawal for valid members:10 USDT": "A minimális kivételi összeg érvényes tagok számára: 10 USDT",
  "No payment will be made on U.S. statutory holidays and weekends": "A kifizetés nem történik meg az amerikai törvényes ünnepeken és hétvégéken",
  "Taxes for each withdrawal: 5% tax": "Adó minden kivétel után: 5% adó",
  "the handling fee on the chain for a single withdrawal is 1 USDT.": "Az egyes kivételek hálózaton történő kezelési díja 1 USDT.",
  "only supports USDT-TRON withdrawals": "Csak USDT-TRON kivonásokat támogat",
  "Withdrawals need to be confirmed and reviewed by multiple nodes, and the withdrawal time will be within 72 hours. Withdrawal are only allowed in the capital account. If the account has insufficient funds, please transfer the quantitative funds to the capital account and then initiate a withdrawal again": "A kivételeket több csomópontnak kell megerősítenie és ellenőriznie, és a kivételi idő legfeljebb 72 óra. Kivételek csak a tőkefiókban engedélyezettek. Ha a fiókban nincs elegendő pénz, kérjük, utalja át a kvantitatív eszközöket a tőkefiókba, majd indítson újra kivételt.",
  "Cancel": "Mégsem",
  "No Limit": "Nincs korlátozás",
  "Trading Bonus": "Kereskedelmi bónusz",
  "Team Commission": "Csapat jutalék",
  "Withdrawals": "Kivonások",
  "Team Turnover": "Csapat forgalom",
  "type": "típus",
  "Investment amount": "Befektetési összeg",
  "User profit": "Felhasználói profit",
  "Time": "Idő",
  "Confirm Node": "Csomópont megerősítése",
  "Contract Time": "Szerződés időtartama"

}