{
  "Welcome to VG CUBE – Your Ultimate Hub for AI-Powered Growth!": "Benvenuto su VG CUBE - Il tuo centro definitivo per la crescita alimentata dall'IA!",
  "Email": "Email",
  "Uid": "Uid",
  "Username": "Nome utente",
  "Password": "Password",
  "Remember account password": "Ricorda la password dell'account",
  "Forgot password": "Hai dimenticato la password",
  "Login": "Accedi",
  "Tutorials": "Tutorial",
  "No account": "Nessun account",
  "Register now": "Registrati ora",
  "Registration": "Registrazione",
  "Name": "Nome",
  "Processing Time: Withdrawals are credited within 72 to 96 hours..": "Tempo di elaborazione: i prelievi vengono accreditati entro 72-96 ore.",
  "Withdrawal Address:  Enter or paste the address directly, or select from saved addresses": "Indirizzo di prelievo: inserisci o incolla l'indirizzo direttamente, oppure seleziona tra gli indirizzi salvati.",
  "Fee for Withdrawals Above $500: $1 flat fee, no percentage fee": "Commissione per prelievi superiori a $500: commissione fissa di $1, senza commissione percentuale.",
  "Withdrawal Fee (for $50 to $500):  5% + $1": "Commissione di prelievo (per $50 a $500): 5% + $1",
  "Withdrawal Fee (for $10 to $50): 8% + $1": "Commissione di prelievo (per $10 a $50): 8% + $1",
  "Minimum Withdrawal: $10": "Prelievo minimo: $10",
  "Maximum Withdraw amount": "Importo massimo prelevabile",
  "Minimum Withdraw amount": "Importo minimo prelevabile",
  "Withdraw fee": "Commissione di prelievo",
  "By registering in, I agree to the VG CUBE": "Registrandomi, accetto i termini di VG CUBE",
  "Total Team Earning": "Guadagno totale del team",
  "Join VG CUBE Today!": "Unisciti a VG CUBE oggi!",
  "Why wait? Be part of the AI revolution, where cutting-edge tech meets consistent income. Dive in now and transform the way you engage with AI!": "Perché aspettare? Sii parte della rivoluzione dell'IA, dove la tecnologia all'avanguardia incontra un reddito costante. Immergiti ora e trasforma il tuo approccio all'IA!",
  "Enjoy Top-Level Security": "Goditi la sicurezza di alto livello",
  "Leverage AI Power": "Sfrutta la potenza dell'IA",
  "Running time": "Tempo di esecuzione",
  "Daily Run Times": "Tempo di esecuzione giornaliero",
  "Mobile phone": "Telefono cellulare",
  "Send": "Invia",
  "AI Power": "Potenza dell'IA",
  "Earn Daily": "Guadagna quotidianamente",
  "Introducing VG CUBE!": "Presentiamo VG CUBE!",
  "My messages": "I miei messaggi",
  "The future of AI is here, and it’s packed with rewards! VG CUBE is the groundbreaking decentralized AI platform that lets you earn daily by participating in simple AI tasks.": "Il futuro dell'IA è qui, e è ricco di premi! VG CUBE è la piattaforma decentralizzata rivoluzionaria dell'IA che ti consente di guadagnare quotidianamente partecipando a semplici compiti di IA.",
  "invitation code": "Codice invito",
  "Confirm password": "Conferma la password",
  "have read the privacy agreement": "ho letto l'accordo sulla privacy",
  "Already have an account": "Hai già un account",
  "Log in now": "Accedi ora",
  "Deposit": "Deposito",
  "Withdraw": "Preleva",
  "Team": "Team",
  "Help Center": "Centro assistenza",
  "Total assets": "Attivi totali",
  "Todays earnings": "Guadagni di oggi",
  "Transactions": "Transazioni",
  "view all": "visualizza tutto",
  "AI Strategy": "Strategia IA",
  "Market": "Mercato",
  "Home": "Home",
  "Wallet": "Portafoglio",
  "Mine": "Il mio",
  "hour": "ora",
  "Note:": "Nota:",
  "Remaining Days": "Giorni rimanenti",
  "Rewards from completed tasks are credited to the VG CUBE wallet, allowing users to track and withdraw their funds": "Le ricompense per i compiti completati vengono accreditate nel portafoglio VG CUBE, consentendo agli utenti di tracciare e prelevare i loro fondi.",
  "Maximum Quantity": "Quantità massima",
  "Daily Yield": "Rendimento giornaliero",
  "Total Node Power": "Potenza totale del nodo",
  "Today Node Power": "Potenza del nodo di oggi",
  "Assets": "Attivi",
  "Asset": "Attivo",
  "Node Power": "Potenza del nodo",
  "My Assets": "I miei attivi",
  "Subscription Server": "Server di abbonamento",
  "Partners": "Partner",
  "Subscription Duration": "Durata dell'abbonamento",
  "Daily Node Power Reward": "Ricompensa giornaliera per la potenza del nodo",
  "You will be rewarded in: 1:00:00": "Sarai premiato in: 1:00:00",
  "Next task will be unlocked in: 24:00:00": "Il prossimo compito sarà sbloccato tra: 24:00:00",
  "The Node power Subscription needs to be clicked and run for 1 hour every day to obtain rewards. If you do not click on it, there will be no reward on the day. After the operation is completed, the proceeds will be distributed to the Assets balance.": "L'abbonamento alla potenza del nodo deve essere cliccato ed eseguito per 1 ora ogni giorno per ottenere ricompense. Se non lo clicchi, non ci sarà ricompensa quel giorno. Dopo il completamento dell'operazione, i proventi saranno distribuiti al bilancio degli Attivi.",
  "Running Time": "Tempo di esecuzione",
  "Today's executable limit": "Limite eseguibile di oggi",
  "AI computing power": "Potenza di calcolo dell'IA",
  "Simple, Secure, High Yield": "Semplice, sicuro, ad alto rendimento",
  "Details": "Dettagli",
  "Estimated Node Power Reward": "Ricompensa stimata per la potenza del nodo",
  "Running Node Power Amount": "Quantità di potenza del nodo in esecuzione",
  "Today's Yield": "Rendimento di oggi",
  "Become a member": "Diventa un membro",
  "No Data": "Nessun dato",
  "Lock": "Blocca",
  "Unlock": "Sblocca",
  "Run Node Power": "Esegui potenza del nodo",
  "Node Power Duration": "Durata della potenza del nodo",
  "Only members subscribed to the ServerCore plan or higher can run the Node Power package.": "Solo i membri abbonati al piano ServerCore o superiore possono eseguire il pacchetto Node Power.",
  "Run Node power Subscription": "Esegui abbonamento alla potenza del nodo",
  "The system will run the Node power Subscription according to the maximum runnable amount of the current user level": "Il sistema eseguirà l'abbonamento alla potenza del nodo in base alla quantità massima eseguibile del livello utente attuale.",
  "distribute income": "distribuire il reddito",
  "Daily Yield will be returned in one go after the operation is completed": "Il rendimento giornaliero verrà restituito in un'unica soluzione dopo il completamento dell'operazione.",
  "Login successful": "Accesso riuscito",
  "Strategy": "Strategia",
  "Total Balance": "Saldo totale",
  "My Wallet": "Il mio portafoglio",
  "Total revenue": "Entrate totali",
  "Add strategy": "Aggiungi strategia",

  "My Strategy": "La mia strategia",
  "Remaining time:": "Tempo rimanente:",
  "Investment": "Investimento",
  "Today earning": "Guadagno odierno",
  "Rate of return": "Tasso di rendimento",
  "Daily Profit": "Profitto giornaliero",
  "Days": "Giorni",
  "Node Power Run Time": "Tempo di esecuzione del nodo",
  "Total Reward": "Ricompensa totale",
  "start": "iniziare",
  "Gainers": "Leader della crescita",
  "24h Vol": "Volumi 24h",
  "Currency/Name": "Valuta/Nome",
  "Last price": "Ultimo prezzo",
  "24h change": "Var. 24h",
  "Detail": "Dettaglio",
  "Subscribe Amount": "Importo dell'abbonamento",
  "Withdraw Fund": "Preleva fondi",
  "Tutorial": "Tutorial",
  "Strategy account": "Account strategico",
  "Capital account": "Account di capitale",
  "Recent Asset": "Ultimo attivo",
  "Deposits": "Depositi",
  "Pending": "In sospeso",
  "Profile": "Profilo",
  "Activity": "Attività",
  "My Team": "Il mio team",
  "Total Yield": "Rendimento totale",
  "Invitation": "Invito",
  "Customer service": "Assistenza clienti",
  "support": "Supporto",
  "About us": "Chi siamo",
  "Mission & Vision": "Missione e Visione",
  "- *Vision:* To become the global leader in decentralized AI platforms, driving a new era of data management, scalability, and earning opportunities.": "- *Visione:* Diventare il leader globale nelle piattaforme decentralizzate di IA, guidando una nuova era di gestione dei dati, scalabilità e opportunità di guadagno.",
  "- Mission: To democratize AI-powered income, enabling users to benefit from decentralized computing resources while contributing to AI innovation.": "- Missione: Democratizzare i guadagni alimentati dall'IA, consentendo agli utenti di beneficiare delle risorse di calcolo decentralizzate, contribuendo allo stesso tempo all'innovazione dell'IA.",
  "4. Staking and Referral Bonuses:Users can also earn additional rewards through staking VG CUBE tokens or referring new members to the platform.": "4. Bonus di staking e referral: Gli utenti possono anche guadagnare ricompense aggiuntive attraverso lo staking dei token VG CUBE o invitando nuovi membri sulla piattaforma.",
  "3. Earn Rewards: Earnings are distributed directly to your VG CUBE wallet. Consistent engagement ensures daily rewards and increased earnings over time.": "3. Guadagna ricompense: I guadagni vengono distribuiti direttamente nel tuo wallet VG CUBE. Un impegno costante garantisce ricompense giornaliere e guadagni crescenti nel tempo.",
  "2. Complete Daily Tasks:Activate and complete AI tasks for 1 hour daily. These tasks can range from data runs to node processing, depending on your subscription level.": "2. Completa le attività giornaliere: Attiva e completa i compiti dell'IA per 1 ora al giorno. Questi compiti vanno da esecuzioni di dati a elaborazioni di nodi, a seconda del tuo livello di abbonamento.",
  "1. Choose a Subscription Package: Select from various subscription options like ServerCore, ServerCore Prime, etc., each with distinct earning potential and AI tasks.": "1. Scegli un pacchetto di abbonamento: Seleziona tra diverse opzioni di abbonamento come ServerCore, ServerCore Prime, ecc., ciascuna con un potenziale di guadagno distinto e compiti dell'IA.",
  "How VG CUBE Works": "Come funziona VG CUBE",
  "- It also reduces the risk of network congestion, ensuring AI models and data centers operate at their best capacity.": "- Riduce anche il rischio di congestione della rete, assicurando che i modelli IA e i data center operino alla loro massima capacità.",
  "- VG CUBE distributes computational loads across its decentralized network, efficiently managing AI tasks. This model ensures optimal performance, reduced latency, and smooth operations even during peak loads.": "- VG CUBE distribuisce i carichi computazionali sulla sua rete decentralizzata, gestendo in modo efficiente i compiti dell'IA. Questo modello garantisce prestazioni ottimali, riduzione della latenza e operazioni fluide anche durante i picchi di carico.",
  "5. Advanced Traffic Distribution": "5. Distribuzione avanzata del traffico",
  "- Flexibility: Users can start with minimal investments and scale up as needed. VG CUBE offers a range of subscription packages, from entry-level to high-tier, catering to various earning potentials and AI engagement levels.": "- Flessibilità: Gli utenti possono iniziare con investimenti minimi e aumentare man mano che necessario. VG CUBE offre una gamma di pacchetti di abbonamento, dal livello base a quello avanzato, per soddisfare diversi potenziali di guadagno e livelli di coinvolgimento con l'IA.",
  "- Scalable Architecture: VG CUBE’s infrastructure is designed to handle increased demand effortlessly. Whether you are an individual user or a large enterprise, the platform scales dynamically to meet your requirements.": "- Architettura scalabile: L'infrastruttura di VG CUBE è progettata per gestire senza sforzo la domanda crescente. Sia che tu sia un utente individuale o una grande impresa, la piattaforma si adatta dinamicamente alle tue esigenze.",
  "4. Scalable and Flexible": "4. Scalabilità e flessibilità",
  "- Regulatory Compliance: The platform holds industry certifications and complies with international regulations, providing a secure and transparent environment for AI computing and earning.": "- Conformità alle normative: La piattaforma detiene certificazioni industriali e rispetta le normative internazionali, offrendo un ambiente sicuro e trasparente per il calcolo e il guadagno tramite l'IA.",
  "- Secure Platform: Security is a top priority, with advanced encryption protocols, regular security audits, and adherence to global standards. VG CUBE ensures that user data, transactions, and AI operations are protected.": "- Piattaforma sicura: La sicurezza è una priorità assoluta, con protocolli di crittografia avanzati, audit regolari sulla sicurezza e aderenza agli standard globali. VG CUBE garantisce che i dati degli utenti, le transazioni e le operazioni IA siano protetti.",
  "3. Security and Compliance": "3. Sicurezza e conformità",

  "- Node Power Activation:To ensure consistent earning, users must activate their computing power package daily. This activation ensures that resources are fully utilized while distributing computing loads efficiently.": "- Attivazione della potenza del nodo: Per garantire guadagni costanti, gli utenti devono attivare quotidianamente il loro pacchetto di potenza di calcolo. Questa attivazione assicura che le risorse siano pienamente utilizzate mentre il carico di calcolo viene distribuito in modo efficiente.",
  "- Task-Based Rewards: VG CUBE offers various subscription packages like ServerCore, ServerCore Prime, and more, each with specific tasks that users must complete to earn rewards. The tasks typically involve 1-hour operations, creating a simple, effective way to earn daily income.": "- Premi basati su compiti: VG CUBE offre vari pacchetti di abbonamento come ServerCore, ServerCore Prime e altri, ciascuno con compiti specifici che gli utenti devono completare per guadagnare premi. I compiti di solito comportano operazioni di 1 ora, creando un modo semplice ed efficace per guadagnare reddito giornaliero.",
  "- Daily Earnings: Users earn daily rewards by participating in AI tasks like data processing, model training, or completing other assigned tasks. This makes AI-powered income generation accessible to everyone, not just large enterprises.": "- Guadagni giornalieri: Gli utenti guadagnano premi quotidiani partecipando a compiti di IA come l'elaborazione dei dati, l'addestramento dei modelli o completando altri compiti assegnati. Ciò rende la generazione di reddito tramite IA accessibile a tutti, non solo alle grandi imprese.",
  "2. Innovative Earning Model": "2. Modello di guadagno innovativo",
  "- AI Integration: The platform is built on advanced AI algorithms that optimize resource allocation, enhance processing speeds, and improve scalability. AI powers everything from task distribution to user interactions, delivering a seamless experience.": "- Integrazione IA: La piattaforma è costruita su algoritmi avanzati di IA che ottimizzano l'allocazione delle risorse, migliorano la velocità di elaborazione e aumentano la scalabilità. L'IA alimenta tutto, dalla distribuzione dei compiti alle interazioni con l'utente, offrendo un'esperienza senza interruzioni.",
  "- Decentralized Network: VG CUBE uses a distributed computing model, tapping into global resources to enhance AI processing, model training, and data management. This decentralized approach reduces reliance on centralized infrastructure, providing better stability, security, and cost-efficiency.": "- Rete decentralizzata: VG CUBE utilizza un modello di calcolo distribuito, attingendo a risorse globali per migliorare l'elaborazione dell'IA, l'addestramento dei modelli e la gestione dei dati. Questo approccio decentralizzato riduce la dipendenza dalle infrastrutture centralizzate, offrendo maggiore stabilità, sicurezza ed efficienza dei costi.",
  "Key Features of VG CUBE": "Caratteristiche principali di VG CUBE",
  "1. Decentralized AI-Powered Infrastructure": "1. Infrastruttura decentralizzata alimentata da IA",
  "VG CUBE is a pioneering decentralized AI platform, transforming traditional data centers through a blend of artificial intelligence and distributed computing. Here’s a closer look at what makes VG CUBE a unique and powerful player in the AI and data management sector:": "VG CUBE è una piattaforma decentralizzata pionieristica basata su IA, che trasforma i tradizionali data center attraverso una combinazione di intelligenza artificiale e calcolo distribuito. Ecco uno sguardo più ravvicinato su ciò che rende VG CUBE un attore unico e potente nel settore dell'IA e della gestione dei dati:",
  "Downlaod App": "Scarica l'app",
  "Clear cache": "Svuota la cache",
  "New Email": "Nuova Email",
  "Log out": "Esci",
  "Submit":"Invia",
  "Earning Range": "Gamma di guadagno",
  "Team Rewards": "Premi del team",
  "Investment range": "Gamma di investimento",
  "People": "Persone",
  "Arbitrage parameters": "Parametri di arbitraggio",
  "Creating a policy means agreeing to": "Creare una politica significa accettare",
  "the Fund Agreement": "l'Accordo sul fondo",
  "Daily arbitrage earnings": "Guadagni giornalieri da arbitraggio",
  "Duration": "Durata",
  "Create": "Crea",
  "Package list": "Lista pacchetti",
  "Amount": "Importo",
  "only USDT recharge is supported. Recharge other assets will not be retrieved": "Solo il ricarico USDT è supportato. Ricaricare altri asset non verrà recuperato.",
  "Payment Mode": "Modalità di pagamento",
  "Transaction Id": "ID transazione",
  "Scan this QR code or Save pictures locally": "Scansiona questo codice QR o salva le immagini localmente",
  "Note": "Nota",
  "lowest Deposit amount": "Importo minimo deposito",
  "Deposit network": "Rete di deposito",
  "only TRC20 USDT recharge is supported. Recharge other assets will not be retrieved": "Solo il ricarico TRC20 USDT è supportato. Ricaricare altri asset non verrà recuperato.",
  "recharge requires confirmation by the node on the chain, please wait patiently": "Il ricarico richiede conferma da parte del nodo sulla catena, per favore attendi pazientemente.",
  "Personal information": "Informazioni personali",
  "Invitation Code": "Codice di invito",
  "Avatar": "Avatar",
  "Available Balance": "Saldo disponibile",
  "Withdraw amount": "Importo prelievo",
  "Withdraw address": "Indirizzo prelievo",
  "Order Id": "ID ordine",
  "This address only supports deposits of": "Questo indirizzo supporta solo depositi di",
  "Confirmation": "Conferma",
  "User Name": "Nome utente",
  "Change Email": "Cambia email",
  "Phone number": "Numero di telefono",
  "Phone": "Telefono",
  "Registration Time": "Ora di registrazione",
  "Membership Package": "Pacchetto di adesione",
  "Change Password": "Cambia password",
  "MyTeam": "Il mio team",
  "Confirm": "Conferma",
  "New password": "Nuova password",
  "Get Code": "Ottieni codice",
  "Verification Code": "Codice di verifica",
  "Change password": "Cambia password",
  "Create Transaction Password": "Crea password per la transazione",
  "Transaction password": "Password per la transazione",
  "Setting": "Impostazioni",
  "Configure Profile": "Configura il profilo",
  "Switch Language": "Cambia lingua",
  "Change Transaction Password": "Cambia password per la transazione",
  "Change Login Password": "Cambia password di accesso",
  "Twitter": "Twitter",
  "Telegram": "Telegram",
  "Security": "Sicurezza",
  "Telegram Channel": "Canale Telegram",
  "Task center": "Centro compiti",
  "My Reward": "La mia ricompensa",
  "Received": "Ricevuto",
  "Achieve Goal": "Raggiungi obiettivo",
  "turnover": "fatturato",
  "Congratulations on the completion of the mission reward": "Congratulazioni per il completamento della ricompensa della missione",
  "View Rewards": "Visualizza premi",
  "Total Earning": "Guadagno totale",
  "Team data": "Dati del team",
  "Team List": "Elenco del team",
  "Five generations data": "Dati delle cinque generazioni",
  "Total member": "Membro totale",
  "Total vaild": "Totale valido",
  "Three generations data": "Dati delle tre generazioni",
  "First generation data": "Dati della prima generazione",
  "Number of users": "Numero di utenti",
  "Cumulative recharge": "Ricarica cumulativa",
  "Cumulative withdrawal": "Prelievo cumulativo",
  "Cumulative earnings": "Guadagni cumulativi",
  "Cumulative Yield": "Rendimento cumulativo",
  "Second generation data": "Dati della seconda generazione",
  "Fourth generation data": "Dati della quarta generazione",
  "Fifth generation data": "Dati della quinta generazione",
  "Third generation data": "Dati della terza generazione",
  "No record yet": "Nessun record ancora",
  "Earning Record": "Record di guadagno",
  "Yield Record List": "Elenco dei record di rendimento",
  "Total Direct Yield": "Rendimento diretto totale",
  "Today Direct Yield": "Rendimento diretto di oggi",
  "Total Level Yield": "Rendimento livello totale",
  "Today Level Yield": "Rendimento livello di oggi",
  "Today Node Power Yield": "Rendimento potenza nodo di oggi",
  "Invite friends": "Invita amici",
  "Total Node Power Yield": "Rendimento totale della potenza del nodo",
  "By logging in, I agree to the VG CUBE": "Accedendo, accetto VG CUBE",
  "Please enter your phone and password to complete": "Inserisci il tuo numero di telefono e la password per completare",
  "Explore the wonderful world of artificial intelligence": "Esplora il meraviglioso mondo dell'intelligenza artificiale",
  "Total Commission": "Commissione totale",
  "Invitation link": "Link di invito",
  "Invitation code": "Codice di invito",
  "FAQ": "FAQ",
  "Account": "Account",
  "Service Agreement": "Contratto di servizio",
  "When your account triggers certain risk control measures due to non-human factors, how to release the risk control?": "Quando il tuo account attiva determinate misure di controllo del rischio a causa di fattori non umani, come rilasciare il controllo del rischio?",
  "The risk control of the account and why the risk control is triggered?": "Il controllo del rischio dell'account e perché viene attivato il controllo del rischio?",
  "What are funds to be released?": "Quali fondi devono essere rilasciati?",
  "No more": "Non più",
  "Help center": "Centro assistenza",
  "Withdrawal": "Prelievo",
  "Currency": "Valuta",
  "Withdrawal address": "Indirizzo di prelievo",
  "Withdrawal amount": "Importo del prelievo",
  "Transaction Password": "Password per la transazione",
  "Arrived quantity": "Quantità arrivata",
  "Withdrawal fee": "Commissione di prelievo",
  "Minimum withdrawal amount": "Importo minimo di prelievo",
  "Maximum withdrawal amount": "Importo massimo di prelievo",
  "The minimum withdrawal for valid members:10 USDT": "Il prelievo minimo per i membri validi: 10 USDT",
  "No payment will be made on U.S. statutory holidays and weekends": "Nessun pagamento verrà effettuato nei giorni festivi e nei fine settimana negli Stati Uniti",
  "Taxes for each withdrawal: 5% tax": "Tasse per ogni prelievo: tassa del 5%",
  "The handling fee on the chain for a single withdrawal is 1 USDT.": "La commissione di gestione sulla catena per un singolo prelievo è di 1 USDT.",
  "only supports USDT-TRON withdrawals": "supporta solo prelievi USDT-TRON",
  "Withdrawals need to be confirmed and reviewed by multiple nodes, and the withdrawal time will be within 72 hours. Withdrawal are only allowed in the capital account. If the account has insufficient funds, please transfer the quantitative funds to the capital account and then initiate a withdrawal again": "I prelievi devono essere confermati e revisionati da più nodi, e il tempo di prelievo sarà entro 72 ore. I prelievi sono consentiti solo nel conto capitale. Se il conto non ha fondi sufficienti, trasferisci i fondi quantitativi nel conto capitale e poi inizia di nuovo il prelievo.",
  "Cancel": "Annulla",
  "No Limit": "Nessun limite",
  "Trading Bonus": "Bonus di trading",
  "Team Commission": "Commissione del team",
  "Withdrawals": "Prelievi",
  "Team Turnover": "Fatturato del team",
  "type": "tipo",
  "Investment amount": "Importo dell'investimento",
  "User profit": "Profitto dell'utente",
  "Time": "Tempo",
  "Confirm Node": "Conferma nodo",
  "Contract Time": "Tempo del contratto"

  
}
  