{
   "Welcome to VG CUBE – Your Ultimate Hub for AI-Powered Growth!": "Bem-vindo ao VG CUBE – Seu Centro Definitivo de Crescimento com Tecnologia de IA!",
  "Email": "E-mail",
  "Uid": "Uid",
  "Username": "Nome de usuário",
  "Password": "Senha",
  "Remember account password": "Lembrar senha da conta",
  "Forgot password": "Esqueceu a senha",
  "Login": "Entrar",
  "Tutorials": "Tutoriais",
  "No account": "Sem conta",
  "Register now": "Cadastre-se agora",
  "Registration": "Registro",
  "Name": "Nome",
  "Processing Time: Withdrawals are credited within 72 to 96 hours..": "Tempo de processamento: Os saques são creditados dentro de 72 a 96 horas.",
  "Withdrawal Address: Enter or paste the address directly, or select from saved addresses": "Endereço de saque: Digite ou cole o endereço diretamente, ou selecione entre os endereços salvos.",
  "Fee for Withdrawals Above $500: $1 flat fee, no percentage fee": "Taxa para saques acima de $500: Taxa fixa de $1, sem taxa percentual.",
  "Withdrawal Fee (for $50 to $500): 5% + $1": "Taxa de saque (de $50 a $500): 5% + $1",
  "Withdrawal Fee (for $10 to $50): 8% + $1": "Taxa de saque (de $10 a $50): 8% + $1",
  "Minimum Withdrawal: $10": "Saque mínimo: $10",
  "Maximum Withdraw amount": "Valor máximo de saque",
  "Minimum Withdraw amount": "Valor mínimo de saque",
  "Withdraw fee": "Taxa de saque",
  "By registering in, I agree to the VG CUBE": "Ao me registrar, concordo com os termos do VG CUBE",
  "Total Team Earning": "Ganho total da equipe",
  "Join VG CUBE Today!": "Junte-se ao VG CUBE hoje!",
  "Why wait? Be part of the AI revolution, where cutting-edge tech meets consistent income. Dive in now and transform the way you engage with AI!": "Por que esperar? Seja parte da revolução da IA, onde a tecnologia de ponta encontra uma renda constante. Mergulhe agora e transforme a forma como você interage com a IA!",
  "Enjoy Top-Level Security": "Aproveite a segurança de nível superior",
  "Leverage AI Power": "Aproveite o poder da IA",
  "Running time": "Tempo de execução",
  "Daily Run Times": "Tempos de execução diários",
  "Mobile phone": "Telefone celular",
  "Send": "Enviar",
  "AI Power": "Poder da IA",
  "Earn Daily": "Ganhe diariamente",
  "Introducing VG CUBE!": "Apresentando o VG CUBE!",
  "My messages": "Minhas mensagens",
  "The future of AI is here, and it’s packed with rewards! VG CUBE is the groundbreaking decentralized AI platform that lets you earn daily by participating in simple AI tasks.": "O futuro da IA já chegou, e está repleto de recompensas! O VG CUBE é a plataforma descentralizada revolucionária de IA que permite que você ganhe diariamente participando de tarefas simples de IA.",
  "invitation code": "Código de convite",
  "Confirm password": "Confirmar senha",
  "have read the privacy agreement": "li o acordo de privacidade",
  "Already have an account": "Já tem uma conta",
  "Log in now": "Entrar agora",
  "Deposit": "Depósito",
  "Withdraw": "Sacar",
  "Team": "Equipe",
  "Help Center": "Central de ajuda",
  "Total assets": "Ativos totais",
  "Todays earnings": "Ganhos de hoje",
  "Transactions": "Transações",
  "view all": "ver todos",
  "AI Strategy": "Estratégia de IA",
  "Market": "Mercado",
  "Home": "Início",
  "Wallet": "Carteira",
  "Mine": "Meu",
  "hour": "hora",
  "Note:": "Nota:",
  "Remaining Days": "Dias restantes",
  "Rewards from completed tasks are credited to the VG CUBE wallet, allowing users to track and withdraw their funds": "As recompensas de tarefas concluídas são creditadas na carteira VG CUBE, permitindo que os usuários acompanhem e retirem seus fundos.",
  "Maximum Quantity": "Quantidade máxima",
  "Daily Yield": "Rendimento diário",
  "Total Node Power": "Poder total do nó",
  "Today Node Power": "Poder do nó hoje",
  "Assets": "Ativos",
  "Asset": "Ativo",
  "Node Power": "Poder do nó",
  "My Assets": "Meus ativos",
  "Subscription Server": "Servidor de assinatura",
  "Partners": "Parceiros",
  "Subscription Duration": "Duração da assinatura",
  "Daily Node Power Reward": "Recompensa diária do poder do nó",
  "You will be rewarded in: 1:00:00": "Você será recompensado em: 1:00:00",
  "Next task will be unlocked in: 24:00:00": "A próxima tarefa será desbloqueada em: 24:00:00",
  "The Node power Subscription needs to be clicked and run for 1 hour every day to obtain rewards. If you do not click on it, there will be no reward on the day. After the operation is completed, the proceeds will be distributed to the  Assets balance.": "A assinatura do poder do nó precisa ser clicada e executada por 1 hora todos os dias para obter recompensas. Se você não clicar nela, não haverá recompensa no dia. Após a operação ser concluída, os ganhos serão distribuídos para o saldo de ativos.",
  "Running Time": "Tempo de execução",
  "Today's executable limit": "Limite executável de hoje",
  "AI computing power": "Poder computacional da IA",
  "Simple, Secure, High Yield": "Simples, Seguro, Alta Rentabilidade",
  "Details": "Detalhes",
  "Estimated Node Power Reward": "Recompensa estimada do poder do nó",
  "Running Node Power Amount": "Quantidade de poder do nó em execução",
  "Today's Yield": "Rentabilidade de hoje",
  "Become a member": "Torne-se um membro",
  "No Data": "Sem dados",
  "Lock": "Bloquear",
  "Unlock": "Desbloquear",
  "Run Node Power": "Executar poder do nó",
  "Node Power Duration": "Duração do poder do nó",
  "Only members subscribed to the ServerCore plan or higher can run the Node Power package.": "Apenas membros inscritos no plano ServerCore ou superior podem executar o pacote de poder do nó.",
  "Run Node power Subscription": "Executar assinatura de poder do nó",
  "The system will run the Node power Subscription according to the maximum runnable amount of the current user level": "O sistema executará a assinatura de poder do nó de acordo com a quantidade máxima executável do nível atual do usuário.",
  "distribute income": "distribuir rendimento",
  "Daily Yield will be returned in one go after the operation is completed": "O rendimento diário será devolvido de uma vez após a operação ser concluída.",
  "Login successful": "Login bem-sucedido",
  "Strategy": "Estratégia",
  "Total Balance": "Saldo total",
  "My Wallet": "Minha carteira",
  "Total revenue": "Receita total",
  "Add strategy": "Adicionar estratégia",

  "My Strategy": "Minha estratégia",
  "Remaining time:": "Tempo restante:",
  "Investment": "Investimento",
  "Today earning": "Ganho de hoje",
  "Rate of return": "Taxa de retorno",
  "Daily Profit": "Lucro diário",
  "Days": "Dias",
  "Node Power Run Time": "Tempo de execução do poder do nó",
  "Total Reward": "Recompensa total",
  "start": "iniciar",
  "Gainers": "Líderes de crescimento",
  "24h Vol": "Volume 24h",
  "Currency/Name": "Moeda/Nome",
  "Last price": "Último preço",
  "24h change": "Alteração 24h",
  "Detail": "Detalhes",
  "Subscribe Amount": "Quantidade da assinatura",
  "Withdraw Fund": "Retirar fundos",
  "Tutorial": "Tutorial",
  "Strategy account": "Conta estratégica",
  "Capital account": "Conta de capital",
  "Recent Asset": "Ativo recente",
  "Deposits": "Depósitos",
  "Pending": "Pendente",
  "Profile": "Perfil",
  "Activity": "Atividade",
  "My Team": "Minha equipe",
  "Total Yield": "Rendimento total",
  "Invitation": "Convite",
  "Customer service": "Atendimento ao cliente",
  "support": "Suporte",
  "About us": "Sobre nós",
  "Mission & Vision": "Missão e Visão",
  "New Email": "Novo e-mail",
  "Submit":"Enviar",
  "- *Vision:* To become the global leader in decentralized AI platforms, driving a new era of data management, scalability, and earning opportunities.": "- *Visão:* Tornar-se o líder global em plataformas de IA descentralizadas, impulsionando uma nova era de gerenciamento de dados, escalabilidade e oportunidades de ganho.",
  "- Mission: To democratize AI-powered income, enabling users to benefit from decentralized computing resources while contributing to AI innovation.": "- Missão: Democratizar a renda alimentada por IA, permitindo que os usuários se beneficiem de recursos de computação descentralizados, enquanto contribuem para a inovação em IA.",
  "4. Staking and Referral Bonuses: Users can also earn additional rewards through staking VG CUBE tokens or referring new members to the platform.": "4. Bonificações por staking e indicação: Os usuários também podem ganhar recompensas adicionais através de staking de tokens VG CUBE ou indicando novos membros para a plataforma.",
  "3. Earn Rewards: Earnings are distributed directly to your VG CUBE wallet. Consistent engagement ensures daily rewards and increased earnings over time.": "3. Ganhe recompensas: Os ganhos são distribuídos diretamente para a sua carteira VG CUBE. O engajamento constante garante recompensas diárias e aumento dos ganhos ao longo do tempo.",
  "2. Complete Daily Tasks:Activate and complete AI tasks for 1 hour daily. These tasks can range from data runs to node processing, depending on your subscription level.": "2. Complete tarefas diárias: Ative e complete tarefas de IA por 1 hora diária. Essas tarefas podem variar desde execução de dados até processamento de nós, dependendo do seu nível de assinatura.",
  "1. Choose a Subscription Package: Select from various subscription options like ServerCore, ServerCore Prime, etc., each with distinct earning potential and AI tasks.": "1. Escolha um pacote de assinatura: Selecione entre várias opções de assinatura, como ServerCore, ServerCore Prime, etc., cada uma com potencial de ganho distinto e tarefas de IA.",
  "How VG CUBE Works": "Como o VG CUBE funciona",
  "- It also reduces the risk of network congestion, ensuring AI models and data centers operate at their best capacity.": "- Também reduz o risco de congestionamento da rede, garantindo que os modelos de IA e os centros de dados operem em sua melhor capacidade.",
  "- VG CUBE distributes computational loads across its decentralized network, efficiently managing AI tasks. This model ensures optimal performance, reduced latency, and smooth operations even during peak loads.": "- O VG CUBE distribui as cargas computacionais em sua rede descentralizada, gerenciando tarefas de IA de forma eficiente. Esse modelo garante desempenho ideal, latência reduzida e operações suaves, mesmo durante períodos de pico.",
  "5. Advanced Traffic Distribution": "5. Distribuição avançada de tráfego",
  "- Flexibility: Users can start with minimal investments and scale up as needed. VG CUBE offers a range of subscription packages, from entry-level to high-tier, catering to various earning potentials and AI engagement levels.": "- Flexibilidade: Os usuários podem começar com investimentos mínimos e escalá-los conforme necessário. O VG CUBE oferece uma gama de pacotes de assinatura, desde o nível básico até o avançado, atendendo a diferentes potenciais de ganho e níveis de engajamento com IA.",
  "- Scalable Architecture: VG CUBE’s infrastructure is designed to handle increased demand effortlessly. Whether you are an individual user or a large enterprise, the platform scales dynamically to meet your requirements.": "- Arquitetura escalável: A infraestrutura do VG CUBE é projetada para lidar com o aumento da demanda de forma simples. Seja você um usuário individual ou uma grande empresa, a plataforma escala dinamicamente para atender às suas necessidades.",
  "4. Scalable and Flexible": "4. Escalável e Flexível",
  "- Regulatory Compliance: The platform holds industry certifications and complies with international regulations, providing a secure and transparent environment for AI computing and earning.": "- Conformidade regulatória: A plataforma possui certificações da indústria e cumpre as regulamentações internacionais, proporcionando um ambiente seguro e transparente para computação de IA e ganhos.",
  "- Secure Platform: Security is a top priority, with advanced encryption protocols, regular security audits, and adherence to global standards. VG CUBE ensures that user data, transactions, and AI operations are protected.": "- Plataforma segura: A segurança é uma prioridade, com protocolos de criptografia avançados, auditorias regulares de segurança e aderência aos padrões globais. O VG CUBE garante que os dados dos usuários, transações e operações de IA estejam protegidos.",
  "3. Security and Compliance": "3. Segurança e Conformidade",

  "- Node Power Activation:To ensure consistent earning, users must activate their computing power package daily. This activation ensures that resources are fully utilized while distributing computing loads efficiently.": "- Ativação de Potência de Nó: Para garantir ganhos consistentes, os usuários devem ativar seu pacote de poder de computação diariamente. Essa ativação garante que os recursos sejam totalmente utilizados enquanto a carga de computação é distribuída de maneira eficiente.",
  "- Task-Based Rewards: VG CUBE offers various subscription packages like ServerCore, ServerCore Prime, and more, each with specific tasks that users must complete to earn rewards. The tasks typically involve 1-hour operations, creating a simple, effective way to earn daily income.": "- Recompensas Baseadas em Tarefas: VG CUBE oferece vários pacotes de assinatura, como ServerCore, ServerCore Prime e outros, cada um com tarefas específicas que os usuários devem concluir para ganhar recompensas. As tarefas geralmente envolvem operações de 1 hora, criando uma maneira simples e eficaz de ganhar renda diária.",
  "- Daily Earnings: Users earn daily rewards by participating in AI tasks like data processing, model training, or completing other assigned tasks. This makes AI-powered income generation accessible to everyone, not just large enterprises.": "- Ganhos Diários: Os usuários ganham recompensas diárias participando de tarefas de IA como processamento de dados, treinamento de modelos ou completando outras tarefas designadas. Isso torna a geração de renda baseada em IA acessível a todos, não apenas para grandes empresas.",
  "2. Innovative Earning Model": "2. Modelo de Ganhos Inovador",
  "- AI Integration: The platform is built on advanced AI algorithms that optimize resource allocation, enhance processing speeds, and improve scalability. AI powers everything from task distribution to user interactions, delivering a seamless experience.": "- Integração de IA: A plataforma é construída com algoritmos avançados de IA que otimizam a alocação de recursos, aumentam as velocidades de processamento e melhoram a escalabilidade. A IA alimenta tudo, desde a distribuição de tarefas até as interações com o usuário, proporcionando uma experiência sem interrupções.",
  "- Decentralized Network: VG CUBE uses a distributed computing model, tapping into global resources to enhance AI processing, model training, and data management. This decentralized approach reduces reliance on centralized infrastructure, providing better stability, security, and cost-efficiency.": "- Rede Descentralizada: VG CUBE utiliza um modelo de computação distribuída, aproveitando os recursos globais para aprimorar o processamento de IA, treinamento de modelos e gestão de dados. Essa abordagem descentralizada reduz a dependência de infraestrutura centralizada, proporcionando maior estabilidade, segurança e eficiência de custos.",
  "Key Features of VG CUBE": "Principais Características do VG CUBE",
  "1. Decentralized AI-Powered Infrastructure": "1. Infraestrutura Descentralizada Baseada em IA",
  "VG CUBE is a pioneering decentralized AI platform, transforming traditional data centers through a blend of artificial intelligence and distributed computing. Here’s a closer look at what makes VG CUBE a unique and powerful player in the AI and data management sector:": "VG CUBE é uma plataforma descentralizada de IA pioneira, transformando os centros de dados tradicionais por meio de uma combinação de inteligência artificial e computação distribuída. Aqui está uma visão mais detalhada do que torna o VG CUBE um jogador único e poderoso no setor de IA e gestão de dados:",
  "Downlaod App": "Baixar Aplicativo",
  "Clear cache": "Limpar cache",
  "Log out": "Sair",
  "Earning Range": "Faixa de Ganhos",
  "Team Rewards": "Recompensas da Equipe",
  "Investment range": "Faixa de Investimento",
  "People": "Pessoas",
  "Arbitrage parameters": "Parâmetros de Arbitragem",
  "Creating a policy means agreeing to": "Criar uma política significa concordar com",
  "the Fund Agreement": "O Acordo do Fundo",
  "Daily arbitrage earnings": "Ganhos Diários de Arbitragem",
  "Duration": "Duração",
  "Create": "Criar",
  "Package list": "Lista de Pacotes",
  "Amount": "Valor",
  "only USDT recharge is supported. Recharge other assets will not be retrieved": "somente recarga de USDT é suportada. Recarga de outros ativos não será recuperada.",
  "Payment Mode": "Modo de Pagamento",
  "Transaction Id": "ID da Transação",
  "Scan this QR code or Save pictures locally": "Escaneie este código QR ou salve as imagens localmente",
  "Note": "Nota",
  "lowest Deposit amount": "valor mínimo de depósito",
  "Deposit network": "Rede de Depósito",
  "only TRC20 USDT recharge is supported. Recharge other assets will not be retrieved": "somente recarga TRC20 USDT é suportada. Recarga de outros ativos não será recuperada.",
  "recharge requires confirmation by the node on the chain , please wait patiently": "a recarga requer confirmação pelo nó na cadeia, por favor, aguarde pacientemente",
  "Personal information": "Informações Pessoais",
  "Invitation Code": "Código de Convite",
  "Avatar": "Avatar",
  "Available Balance": "Saldo Disponível",
  "Withdraw amount": "Valor de Retirada",
  "Withdraw address": "Endereço de Retirada",
  "Order Id": "ID do Pedido",
  "This address only supports deposits of": "Este endereço suporta apenas depósitos de",
  "Confirmation": "Confirmação",
  "User Name": "Nome de Usuário",
  "Change Email": "Alterar E-mail",
  "Phone number": "Número de Telefone",
  "Phone": "Telefone",
  "Registration Time": "Hora de Registro",
  "Membership Package": "Pacote de Membro",
  "Change Password": "Alterar Senha",
  "MyTeam": "Minha Equipe",
  "Confirm": "Confirmar",
  "New password": "Nova Senha",
  "Get Code": "Obter Código",
  "Verification Code": "Código de Verificação",
  "Change password": "Alterar Senha",
  "Create Transaction Password": "Criar Senha de Transação",
  "Transaction password": "Senha de Transação",
  "Setting": "Configurações",
  "Configure Profile": "Configurar Perfil",
  "Switch Language": "Trocar Idioma",
  "Change Transaction Password": "Alterar Senha de Transação",
  "Change Login Password": "Alterar Senha de Login",
  "Twitter": "Twitter",
  "Telegram": "Telegram",
  "Security": "Segurança",
  "Telegram Channel": "Canal do Telegram",
  "Task center": "Centro de Tarefas",
  "My Reward": "Minha Recompensa",
  "Received": "Recebido",
  "Achieve Goal": "Alcançar Meta",
  "turnover": "volume de negócios",
  "Congratulations on the completion of the mission reward": "Parabéns pela conclusão da recompensa da missão",
  "View Rewards": "Ver Recompensas",
  "Total Earning": "Ganho Total",
  "Team data": "Dados da Equipe",
  "Team List": "Lista da Equipe",
  "Five generations data": "Dados de cinco gerações",
  "Total member": "Total de membros",
  "Total vaild": "Total válido",
  "Three generations data": "Dados de três gerações",
  "First generation data": "Dados da primeira geração",
  "Number of users": "Número de usuários",
  "Cumulative recharge": "Recarga acumulada",
  "Cumulative withdrawal": "Retirada acumulada",
  "Cumulative earnings": "Ganhos acumulados",
  "Cumulative Yield": "Rendimento acumulado",
  "Second generation data": "Dados da segunda geração",
  "Fourth generation data": "Dados da quarta geração",
  "Fifth generation data": "Dados da quinta geração",
  "Third generation data": "Dados da terceira geração",
  "No record yet": "Nenhum registro ainda",
  "Earning Record": "Registro de Ganhos",
  "Yield Record List": "Lista de Registros de Rendimento",
  "Total Direct Yield": "Rendimento Direto Total",
  "Today Direct Yield": "Rendimento Direto Hoje",
  "Total Level Yield": "Rendimento Total por Nível",
  "Today Level Yield": "Rendimento por Nível Hoje",
  "Today Node Power Yield": "Rendimento de Potência de Nó Hoje",
  "Invite friends": "Convidar amigos",

  "Total Node Power Yield": "Rendimento Total de Potência de Nó",
  "By logging in, I agree to the VG CUBEBy logging in, I agree to the VG CUBE": "Ao fazer login, eu concordo com o VG CUBE",
  "Please enter your phone and password to complete": "Por favor, insira seu telefone e senha para completar",
  "Explore the wonderful world of artificial intelligence": "Explore o maravilhoso mundo da inteligência artificial",
  "Total Commission": "Comissão Total",
  "Invitation link": "Link de Convite",
  "Invitation code": "Código de Convite",
  "FAQ": "FAQ",
  "Account": "Conta",
  "Service Agreement": "Acordo de Serviço",
  "When your account triggers certain risk control measures due to non-human factors, how to release the risk control?": "Quando sua conta aciona certas medidas de controle de risco devido a fatores não humanos, como liberar o controle de risco?",
  "The risk control of the account and why the risk control is triggered?": "O controle de risco da conta e por que o controle de risco é acionado?",
  "What are funds to be released?": "Quais são os fundos a serem liberados?",
  "No more": "Não há mais",
  "Help center": "Centro de Ajuda",
  "Withdrawal": "Retirada",
  "Currency": "Moeda",
  "Withdrawal address": "Endereço para Retirada",
  "Withdrawal amount": "Valor da Retirada",
  "Transaction Password": "Senha de Transação",
  "Arrived quantity": "Quantidade Chegada",
  "Withdrawal fee": "Taxa de Retirada",
  "Minimum withdrawal amount": "Valor mínimo de retirada",
  "Maximum withdrawal amount": "Valor máximo de retirada",
  "The minimum withdrawal for valid members:10 USDT": "A retirada mínima para membros válidos: 10 USDT",
  "No payment will be made on U.S. statutory holidays and weekends": "Os pagamentos não serão feitos em feriados nacionais e fins de semana dos EUA",
  "Taxes for each withdrawal: 5% tax": "Impostos para cada retirada: imposto de 5%",
  "the handling fee on the chain for a single withdrawal is 1 USDT.": "A taxa de processamento na cadeia para uma única retirada é de 1 USDT.",
  "only supports USDT-TRON withdrawals": "suporta apenas retiradas USDT-TRON",
  "Withdrawals need to be confirmed and reviewed by multiple nodes, and the withdrawal time will be within 72 hours. Withdrawal are only allowed in the capital account. If the account has insufficient funds, please transfer the quantitative funds to the capital account and then initiate a withdrawal again": "As retiradas precisam ser confirmadas e analisadas por vários nós, e o tempo de retirada será dentro de 72 horas. As retiradas são permitidas apenas na conta de capital. Se a conta não tiver fundos suficientes, transfira os fundos quantitativos para a conta de capital e depois inicie uma nova retirada.",
  "Cancel": "Cancelar",
  "No Limit": "Sem Limites",
  "Trading Bonus": "Bônus de Negociação",
  "Team Commission": "Comissão da Equipe",
  "Withdrawals": "Retiradas",
  "Team Turnover": "Volume de Negócios da Equipe",
  "type": "tipo",
  "Investment amount": "Valor do Investimento",
  "User profit": "Lucro do Usuário",
  "Time": "Tempo",
  "Confirm Node": "Confirmar Nó",
  "Contract Time": "Tempo do Contrato"
}
  