{
  "Welcome to VG CUBE – Your Ultimate Hub for AI-Powered Growth!":"Добро пожаловать в VG CUBE — ваш идеальный центр роста на основе искусственного интеллекта!",
  "Email":"Эл. почта",
  "Uid":"Уид",
  "Username":"Имя пользователя",
  "Password":"Пароль",
  "Remember account password":"Запомнить пароль учетной записи",
  "Forgot password":"Забыли пароль",
  "Login":"Войти",
  "Tutorials":"Учебники",
  "No account":"Нет аккаунта",
  "Register now":"Зарегистрироваться сейчас",
  "Registration":"Регистрация",
  "Name":"Имя",
  "Processing Time: Withdrawals are credited within 72 to 96 hours..":"Время обработки: Вывод средств зачисляется в течение 72–96 часов.",
  "Withdrawal Address:  Enter or paste the address directly, or select from saved addresses":"Адрес вывода: введите или вставьте адрес напрямую или выберите из сохраненных адресов.",
  "Fee for Withdrawals Above $500: $1 flat fee, no percentage fee":"Комиссия за снятие средств свыше 500 долларов США: фиксированная комиссия в размере 1 доллара США, без процентной комиссии.",
  "Withdrawal Fee (for $50 to $500):  5% + $1":"Комиссия за вывод средств (от 50 до 500 долларов США): 5% + 1 доллар США.",
  "Withdrawal Fee (for $10 to $50): 8% + $1":"Комиссия за вывод средств (от 10 до 50 долларов США): 8% + 1 доллар США.",
  "Minimum Withdrawal: $10":"Минимальная сумма вывода: 10 долларов США.",
  "Maximum Withdraw amount":"Максимальная сумма вывода",
  "Minimum Withdraw amount":"Минимальная сумма вывода",
  "Withdraw fee":"Комиссия за снятие средств",
  "By registering in, I agree to the VG CUBE":"Регистрируясь, я соглашаюсь с условиями VG CUBE",
  "Total Team Earning":"Общий доход команды",
  "Join VG CUBE Today!":"Присоединяйтесь к VG CUBE сегодня!",
  "Why wait? Be part of the AI revolution, where cutting-edge tech meets consistent income. Dive in now and transform the way you engage with AI!":"Зачем ждать? Станьте частью революции искусственного интеллекта, где передовые технологии сочетаются с постоянным доходом. Погрузитесь в работу прямо сейчас и измените свой подход к взаимодействию с искусственным интеллектом!",
  "Enjoy Top-Level Security":"Наслаждайтесь безопасностью на высшем уровне",
  "Leverage AI Power":"Используйте возможности искусственного интеллекта",
  "Running time":"Время работы",
  "Daily Run Times":"Ежедневное время работы",
  "Mobile phone":"Мобильный телефон",
  "Send":"Отправить",
  "AI Power":"Сила ИИ",
  "Earn Daily":"Зарабатывайте ежедневно",
  "Introducing VG CUBE!":"Представляем VG CUBE!",
  "My messages":"Мои сообщения",
  "The future of AI is here, and it’s packed with rewards! VG CUBE is the groundbreaking decentralized AI platform that lets you earn daily by participating in simple AI tasks.":"Будущее искусственного интеллекта уже наступило, и оно наполнено наградами! VG CUBE — это революционная децентрализованная платформа искусственного интеллекта, которая позволяет вам зарабатывать ежедневно, участвуя в простых задачах искусственного интеллекта.",
  "invitation code":"Код приглашения",
  "Confirm password":"Подтвердить пароль",
  "have read the privacy agreement":"прочитал соглашение о конфиденциальности",
  "Already have an account":"Уже есть аккаунт",
  "Log in now":"Войти сейчас",
  "Deposit":"Депозит",
  "Withdraw":"Снять",
  "Team":"Команда",
  "Help Center":"Центр помощи",
  "Total assets":"Общие активы",
  "Todays earnings":"Сегодняшний доход",
  "Transactions":"Транзакции",
  "view all":"посмотреть все",
  "AI Strategy":"Стратегия ИИ",
  "Market":"Рынок",
  "Home":"Главная",
  "Wallet":"Кошелек",
  "Mine":"Мое",
  "hour":"час",
  "Note:":"Примечание:",
  "Remaining Days":"Оставшиеся дни",
  "Rewards from completed tasks are credited to the VG CUBE wallet, allowing users to track and withdraw their funds":"Награды за выполненные задания зачисляются на кошелек VG CUBE, что позволяет пользователям отслеживать и выводить свои средства.",
  "Maximum Quantity":"Максимальное количество",
  "Daily Yield":"Ежедневная доходность",
  "Total Node Power":"Общая мощность узла",
  "Today Node Power":"Сегодня мощность узла",
  "Assets":"Ресурсы",
  "Asset":"актив",
  "Node Power":"Мощность узла",
  "My Assets":"Мои активы",
  "Subscription Server":"Сервер подписки",
  "Partners":"Партнеры",
  "Subscription Duration":"Продолжительность подписки",
  "Daily Node Power Reward":"Ежедневная награда за мощность узла",
  "You will be rewarded in: 1:00:00":"Вы будете вознаграждены в: 1:00:00",
  "Next task will be unlocked in: 24:00:00":"Следующее задание будет разблокировано через: 24:00:00",
  "The Node power Subscription  needs to be clicked and run for 1 hour every day to obtain rewards. If you do not click on it, there will be no reward on the day. After the operation is completed, the proceeds will be distributed to the  Assets balance.":"Чтобы получить награды, необходимо нажать на подписку на питание узла и выполнять ее в течение 1 часа каждый день. Если вы не нажмете на него, награды в этот день не будет. После завершения операции вырученные средства будут распределены на баланс Активов.",
  "Running Time":"Продолжительность работы",
  "Today's executable limit":"Сегодняшний исполняемый лимит",
  "AI computing power":"Вычислительная мощность искусственного интеллекта",
  "Simple, Secure, High Yield":"Просто, безопасно, высокодоходно",
   "Details":"Подробности",
  "Estimated Node Power Reward":"Предполагаемое вознаграждение за мощность узла",
  "Running Node Power Amount":"Мощность работающего узла", 
   "Today's Yield":"Сегодняшняя доходность",
  "Become a member":"Стать участником",
  "No Data":"Нет данных",
  "Lock":"Замок",
  "Unlock":"Разблокировать",
  "Run Node Power":"Запустите мощность узла",
  "Node Power Duration":"Продолжительность питания узла",
  "Only members subscribed to the ServerCore plan or higher can run the Node Power package.":"Только участники, подписавшиеся на план ServerCore или выше, могут запускать пакет Node Power.",
  "Run Node power Subscription":"Запустить подписку на питание узла",
  "The system will run the Node power Subscription according to the maximum runnable amount of the current user level":"Система запустит подписку на мощность узла в зависимости от максимальной рабочей нагрузки текущего уровня пользователя.",
  "distribute income":"распределять доходы",
  "Daily Yield will be returned in one go after the operation is completed":"Ежедневная доходность будет возвращена за один раз после завершения операции.",
  "Login successful":"Вход выполнен успешно",
  "Strategy":"Стратегия",
  "Total Balance":"Общий баланс",
  "My Wallet":"Мой кошелек",
  "Total revenue":"Общий доход",
  "Add strategy":"Добавить стратегию",

  "My Strategy":"Моя стратегия",
  "Remaining time:":"Оставшееся время:",
  "Investment":"Инвестиции",
  "Today earning":"Сегодняшний доход",
  "Rate of return":"Коэффициент возврата",
  "Daily Profit":"Ежедневная прибыль",
  "Days":"Дни",
  "Node Power Run Time":"Время работы узла",
  "Total Reward":"Общая награда",
  "start":"начать",
  "Gainers":"Лидеры роста",
  "24h Vol":"24ч объем",
  "Currency/Name":"Валюта/Имя",
  "Last price":"Последняя цена",
  "24h change":"24ч изменение",
  "Detail":"Деталь",
  "Subscribe Amount":"Сумма подписки",
  "Withdraw Fund":"Вывод средств",
  "Tutorial":"Учебное пособие",
  "Strategy account":"Стратегический счет",
  "Capital account":"Капитальный счет",
  "Recent Asset":"Последний актив",
  "Deposits":"Депозиты",
  "Pending":"В ожидании",
  "Profile":"Профиль",
  "Activity":"Активность",
  "My Team":"Моя команда",
  "Total Yield":"Общая доходность",
  "Invitation":"Приглашение",
  "Customer service":"Служба поддержки",
  "support":"Поддержка",
  "About us":"О нас",


  "Mission & Vision":"Миссия и видение",
  "- *Vision:* To become the global leader in decentralized AI platforms, driving a new era of data management, scalability, and earning opportunities.":"- *Видение:* Стать мировым лидером в области децентрализованных платформ искусственного интеллекта, открывая новую эру управления данными, масштабируемости и возможностей заработка.",
  "- Mission: To democratize AI-powered income, enabling users to benefit from decentralized computing resources while contributing to AI innovation.":"- Миссия: демократизировать доходы от искусственного интеллекта, позволяя пользователям получать выгоду от децентрализованных вычислительных ресурсов, одновременно способствуя инновациям в области искусственного интеллекта.",
  "4. Staking and Referral Bonuses:Users can also earn additional rewards through staking VG CUBE tokens or referring new members to the platform.":"4. Ставки и реферальные бонусы. Пользователи также могут получать дополнительные вознаграждения, делая ставки на токены VG CUBE или привлекая новых участников на платформу.",
  "3. Earn Rewards: Earnings are distributed directly to your VG CUBE wallet. Consistent engagement ensures daily rewards and increased earnings over time.":"3. Получайте вознаграждения: доходы распределяются непосредственно на ваш кошелек VG CUBE. Последовательное участие обеспечивает ежедневные вознаграждения и увеличение доходов с течением времени.",
  "2. Complete Daily Tasks:Activate and complete AI tasks for 1 hour daily. These tasks can range from data runs to node processing, depending on your subscription level.":"2. Выполняйте ежедневные задания: активируйте и выполняйте задания ИИ в течение 1 часа ежедневно. Эти задачи могут варьироваться от запуска данных до обработки узлов, в зависимости от уровня вашей подписки.",
  "1. Choose a Subscription Package: Select from various subscription options like ServerCore, ServerCore Prime, etc., each with distinct earning potential and AI tasks.":"1. Выберите пакет подписки: выберите один из различных вариантов подписки, таких как ServerCore, ServerCore Prime и т. д., каждый из которых имеет свой потенциал дохода и задачи искусственного интеллекта.",
  "How VG CUBE Works":"Как работает VG CUBE",
  "- It also reduces the risk of network congestion, ensuring AI models and data centers operate at their best capacity.":"- Это также снижает риск перегрузки сети, обеспечивая максимальную производительность моделей искусственного интеллекта и центров обработки данных.",
  "- VG CUBE distributes computational loads across its decentralized network, efficiently managing AI tasks. This model ensures optimal performance, reduced latency, and smooth operations even during peak loads.":"- VG CUBE распределяет вычислительную нагрузку по своей децентрализованной сети, эффективно управляя задачами ИИ. Эта модель обеспечивает оптимальную производительность, уменьшенную задержку и плавную работу даже во время пиковых нагрузок.",
  "5. Advanced Traffic Distribution":"5. Расширенное распределение трафика",
  "- Flexibility: Users can start with minimal investments and scale up as needed. VG CUBE offers a range of subscription packages, from entry-level to high-tier, catering to various earning potentials and AI engagement levels.":"- Гибкость: пользователи могут начать с минимальных инвестиций и масштабировать их по мере необходимости. VG CUBE предлагает широкий выбор пакетов подписки, от начального уровня до высокого уровня, отвечающих различным возможностям заработка и уровням взаимодействия с искусственным интеллектом.",
  "- Scalable Architecture: VG CUBE’s infrastructure is designed to handle increased demand effortlessly. Whether you are an individual user or a large enterprise, the platform scales dynamically to meet your requirements.":"- Масштабируемая архитектура: инфраструктура VG CUBE спроектирована так, чтобы легко справляться с растущим спросом. Независимо от того, являетесь ли вы индивидуальным пользователем или крупным предприятием, платформа динамически масштабируется в соответствии с вашими требованиями.",
  "4. Scalable and Flexible":"4. Масштабируемость и гибкость",
  "- Regulatory Compliance: The platform holds industry certifications and complies with international regulations, providing a secure and transparent environment for AI computing and earning.":"- Соответствие нормативным требованиям: платформа имеет отраслевые сертификаты и соответствует международным нормам, обеспечивая безопасную и прозрачную среду для вычислений и заработка с помощью ИИ.",
  "- Secure Platform: Security is a top priority, with advanced encryption protocols, regular security audits, and adherence to global standards. VG CUBE ensures that user data, transactions, and AI operations are protected.":"- Безопасная платформа: безопасность является главным приоритетом благодаря передовым протоколам шифрования, регулярным проверкам безопасности и соблюдению мировых стандартов. VG CUBE обеспечивает защиту пользовательских данных, транзакций и операций ИИ.",
  "3. Security and Compliance":"3. Безопасность и соответствие требованиям",

  "- Node Power Activation:To ensure consistent earning, users must activate their computing power package daily. This activation ensures that resources are fully utilized while distributing computing loads efficiently.":"- Активация мощности узла: чтобы обеспечить стабильный заработок, пользователи должны ежедневно активировать свой пакет вычислительной мощности. Эта активация гарантирует полное использование ресурсов и эффективное распределение вычислительной нагрузки.",
  "- Task-Based Rewards: VG CUBE offers various subscription packages like ServerCore, ServerCore Prime, and more, each with specific tasks that users must complete to earn rewards. The tasks typically involve 1-hour operations, creating a simple, effective way to earn daily income.":"- Награды на основе задач: VG CUBE предлагает различные пакеты подписки, такие как ServerCore, ServerCore Prime и другие, каждый из которых содержит определенные задачи, которые пользователи должны выполнить, чтобы получить вознаграждения. Задачи обычно включают операции продолжительностью 1 час, что создает простой и эффективный способ получения ежедневного дохода.",
  "- Daily Earnings: Users earn daily rewards by participating in AI tasks like data processing, model training, or completing other assigned tasks. This makes AI-powered income generation accessible to everyone, not just large enterprises.":"- Ежедневный заработок: пользователи ежедневно получают вознаграждение, участвуя в задачах ИИ, таких как обработка данных, обучение моделей или выполняя другие назначенные задачи. Это делает получение дохода с помощью ИИ доступным для всех, а не только для крупных предприятий.",
  "2. Innovative Earning Model":"2. Инновационная модель заработка",
  "- AI Integration: The platform is built on advanced AI algorithms that optimize resource allocation, enhance processing speeds, and improve scalability. AI powers everything from task distribution to user interactions, delivering a seamless experience.":"- Интеграция искусственного интеллекта: платформа построена на передовых алгоритмах искусственного интеллекта, которые оптимизируют распределение ресурсов, повышают скорость обработки и улучшают масштабируемость. Искусственный интеллект обеспечивает все: от распределения задач до взаимодействия с пользователем, обеспечивая бесперебойную работу.",
  "- Decentralized Network: VG CUBE uses a distributed computing model, tapping into global resources to enhance AI processing, model training, and data management. This decentralized approach reduces reliance on centralized infrastructure, providing better stability, security, and cost-efficiency.":"- Децентрализованная сеть: VG CUBE использует модель распределенных вычислений, используя глобальные ресурсы для улучшения обработки ИИ, обучения моделей и управления данными. Этот децентрализованный подход снижает зависимость от централизованной инфраструктуры, обеспечивая лучшую стабильность, безопасность и экономическую эффективность.",
  "Key Features of VG CUBE":"Ключевые особенности VG CUBE",
  "1. Decentralized AI-Powered Infrastructure":"1. Децентрализованная инфраструктура на базе искусственного интеллекта",
  "VG CUBE is a pioneering decentralized AI platform, transforming traditional data centers through a blend of artificial intelligence and distributed computing. Here’s a closer look at what makes VG CUBE a unique and powerful player in the AI and data management sector:":"VG CUBE — это новаторская децентрализованная платформа искусственного интеллекта, преобразующая традиционные центры обработки данных за счет сочетания искусственного интеллекта и распределенных вычислений. Вот более детальный взгляд на то, что делает VG CUBE уникальным и влиятельным игроком в секторе искусственного интеллекта и управления данными:",
 
  "Downlaod App":"Приложение Downlaod",
  "Clear cache":"Очистить кэш",
  "Log out":"Выйти",
  "Earning Range":"Диапазон заработка",
  "Team Rewards":"Награды команды",
  "Investment range":"Диапазон инвестиций",
  "People":"Люди",
  "Arbitrage parameters":"Параметры арбитража",
  "Creating a policy means agreeing to":"Создание политики означает согласие с",
  "the Fund Agreement":"Соглашением о фонде",
  "Daily arbitrage earnings":"Ежедневный доход от арбитража",
  "Duration":"Продолжительность",
  "Create":"Создать",
  "Package list":"Список пакетов",
  "Amount":"Сумма",
  "only USDT recharge is supported. Recharge other assets will not be retrieved":"поддерживается только пополнение USDT. Пополните счет, другие активы не будут получены.",
  "Payment Mode":"Способ оплаты",
  "Transaction Id":"Идентификатор транзакции",
  "Scan this QR code or Save pictures locally":"Сканируйте этот QR-код или сохраните изображения локально",
  "Note":"Заметка",
  "lowest Deposit amount":"минимальная сумма депозита",
  "Deposit network":"Сеть депозитов",
  "only TRC20 USDT recharge is supported. Recharge other assets will not be retrieved":"поддерживается только зарядка TRC20 USDT. Зарядка других активов не будет восстановлена",
  "recharge requires confirmation by the node on the chain , please wait patiently":"зарядка требует подтверждения узлом в цепочке, пожалуйста, подождите терпеливо",
  "Personal information":"Личная информация",
  "Invitation Code":"Код приглашения",
  "Avatar":"Аватар",
  "Available Balance":"Доступный баланс",
  "Withdraw amount":"Сумма вывода",
  "Withdraw address":"Вывести адрес",
  "Order Id":"Идентификатор заказа",
  "This address only supports deposits of":"Этот адрес поддерживает только депозиты на сумму",
  "Confirmation":"Подтверждение",
  "User Name":"Имя пользователя",
  "Change Email":"Сменить электронную почту",
  "New Email":"Новый адрес электронной почты",
  "Phone number":"Номер телефона",
  "Phone":"Телефон",
  "Submit":"Отправить",
  "Registration Time":"Время регистрации",
  "Membership Package":"Членский пакет",
  "Change Password":"Сменить пароль",
  "MyTeam":"Моя команда",

  "Confirm":"Подтвердить",
  "New password":"Новый пароль",
  "Get Code":"Получить код",
  "Verification Code":"Код подтверждения",
  "Change password":"Сменить пароль",
  "Create Transaction Password":"Создать пароль для транзакции",
  "Transaction password":"Пароль для транзакции",
  "Setting":"Настройка",
  "Configure Profile":"Настроить профиль",
  "Switch Language":"Сменить язык",
  "Change Transaction Password":"Изменить пароль транзакции",
  "Change Login Password":"Сменить пароль для входа",
  "Twitter":"Твиттер",
  "Telegram":"Телеграм",
  "Security":"Безопасность",
  "Telegram Channel":"Телеграм-канал",
  "Task center":"Центр задач",
  "My Reward":"Моя награда",
  "Received":"Получено",
  "Achieve Goal":"Достичь цели",
  "turnover":"оборот",
  "Congratulations on the completion of the mission reward":"Поздравляем с выполнением награды за миссию",
  "View Rewards":"Просмотреть награды",
  "Total Earning":"Общий заработок",
  "Team data":"Данные команды",
  "Team List":"Список команды",
  "Five generations data":"Данные о пяти поколениях",
  "Total member":"Всего участников",
  "Total vaild":"Всего действительных",
  "Three generations data":"Данные трёх поколений",
  "First generation data":"Данные первого поколения",
  "Number of users":"Количество пользователей",
  "Cumulative recharge":"Совокупная подзарядка",
  "Cumulative withdrawal":"Совокупное снятие",
  "Cumulative earnings":"Совокупный доход",
  "Cumulative Yield":"Совокупная доходность",
  "Second generation data":"Данные второго поколения",
  "Fourth generation data":"Данные четвертого поколения",
  "Fifth generation data":"Данные пятого поколения",
  "Third generation data":"Данные третьего поколения",
  "No record yet":"Пока нет записей",
  "Earning Record":"Заработок",
  "Yield Record List":"Список записей доходности",
  "Total Direct Yield":"Общий прямой доход",
  "Today Direct Yield":"Сегодня прямая доходность",
  "Total Level Yield":"Общий уровень доходности",
  "Today Level Yield":"Сегодняшний уровень доходности",
  "Today Node Power Yield":"Выходная мощность узла сегодня",
  "Invite friends":"Пригласить друзей",

  "Total Node Power Yield":"Общая выходная мощность узла",
  "By logging in, I agree to the VG CUBEBy logging in, I agree to the VG CUBE":"Заходя в систему, я соглашаюсь с VG CUBEB. Входя в систему, я соглашаюсь с VG CUBE.",
  "Please enter your phone and password to complete":"Пожалуйста, введите свой номер телефона и пароль для завершения",
  "Explore the wonderful world of artificial intelligence":"Откройте для себя удивительный мир искусственного интеллекта",
  "Total Commission":"Общая комиссия",
  "Invitation link":"Пригласительная ссылка",
  "Invitation code":"Код приглашения",
  "FAQ":"ЧАВО",
  "Account":"счет",
  "Service Agreement":"Соглашение об оказании услуг",
  "When your account triggers certain risk control measures due to non-human factors, how to release the risk control?":"Когда ваш аккаунт вызывает определенные меры контроля рисков из-за нечеловеческих факторов, как снять контроль рисков?",
  "The risk control of the account and why the risk control is triggered?":"Контроль рисков учетной записи и почему контроль рисков вызывается?",
  "What are funds to be released?":"Какие фонды будут освобождены?",
  "No more":"Больше нет",
  "Help center":"Центр помощи",
  "Withdrawal":"Вывод средств",
  "Currency":"Валюта",
  "Withdrawal address":"Адрес для вывода",
  "Withdrawal amount":"Сумма вывода",
  "Transaction Password":"Пароль для транзакции",
  "Arrived quantity":"Прибывшее количество",
  "Withdrawal fee":"Комиссия за вывод",
  "Minimum withdrawal amount":"Минимальная сумма вывода",
  "Maximum withdrawal amount":"Максимальная сумма вывода",
  "The minimum withdrawal for valid members:10 USDT":"Минимальная сумма вывода для действительных участников: 10 USDT",
  "No payment will be made on U.S. statutory holidays and weekends":"Платежи не будут производиться в официальные праздничные дни и выходные в США",
  "Taxes for each withdrawal: 5% tax":"Налоги за каждый вывод: налог 5%",
  "the handling fee on the chain for a single withdrawal is 1 USDT.":"Комиссия за обработку в сети за один вывод составляет 1 USDT.",
  "only supports USDT-TRON withdrawals":"поддерживает только выводы USDT-TRON",
  "Withdrawals need to be confirmed and reviewed by multiple nodes, and the withdrawal time will be within 72 hours. Withdrawal are only allowed in the capital account. If the account has insufficient funds, please transfer the quantitative funds to the capital account and then initiate a withdrawal again":"Вывод средств необходимо подтвердить и рассмотреть несколькими узлами, а время вывода составит до 72 часов. Выводы разрешены только на капитальном счете. Если на счете недостаточно средств, пожалуйста, переведите количественные средства на капитальный счет и затем снова инициируйте вывод.",
  "Cancel":"Отменить",
  "No Limit":"Без ограничений",
  "Trading Bonus":"Торговый бонус",
  "Team Commission":"Комиссия команды",
  "Withdrawals":"Выводы",
  "Team Turnover":"Оборот команды",
  "type":"тип",
  "Investment amount":"Сумма инвестиций",
  "User profit":"Прибыль пользователя",
  "Time":"Время",
  "Confirm Node":"Подтвердить узел",
  "Contract Time":"Срок действия контракта"

  
}
