{
    "Welcome to VG CUBE – Your Ultimate Hub for AI-Powered Growth!": "VG CUBE’a Hoş Geldiniz – Yapay Zeka Destekli Büyüme için En İyi Merkeziniz!",
    "Email": "E-posta",
    "Uid": "UID",
    "Username": "Kullanıcı adı",
    "Password": "Şifre",
    "Remember account password": "Hesap şifresini hatırla",
    "Forgot password": "Şifremi unuttum",
    "Login": "Giriş yap",
    "Tutorials": "Eğitimler",
    "No account": "Hesabınız yok mu",
    "Register now": "Şimdi kayıt olun",
    "Registration": "Kayıt",
    "Name": "İsim",
    "Processing Time: Withdrawals are credited within 72 to 96 hours..": "İşlem Süresi: Çekimler 72 ila 96 saat içinde hesabınıza yatırılır.",
    "Withdrawal Address:  Enter or paste the address directly, or select from saved addresses": "Çekim Adresi: Adresi doğrudan girin veya yapıştırın ya da kaydedilen adreslerden birini seçin",
    "Fee for Withdrawals Above $500: $1 flat fee, no percentage fee": "$500 Üzeri Çekimler için Ücret: Sabit 1 $ ücret, yüzde ücreti yok",
    "Withdrawal Fee (for $50 to $500):  5% + $1": "Çekim Ücreti (50 $ - 500 $ arası): %5 + 1 $",
    "Withdrawal Fee (for $10 to $50): 8% + $1": "Çekim Ücreti (10 $ - 50 $ arası): %8 + 1 $",
    "Minimum Withdrawal: $10": "Minimum Çekim: 10 $",
    "Maximum Withdraw amount": "Maksimum Çekim Miktarı",
    "Minimum Withdraw amount": "Minimum Çekim Miktarı",
    "Withdraw fee": "Çekim ücreti",
    "By registering in, I agree to the VG CUBE": "Kayıt olarak VG CUBE’yi kabul ediyorum",
    "Total Team Earning": "Toplam Takım Kazancı",
    "Join VG CUBE Today!": "Bugün VG CUBE’a Katılın!",
    "Why wait? Be part of the AI revolution, where cutting-edge tech meets consistent income. Dive in now and transform the way you engage with AI!": "Neden bekleyesiniz? Yapay zeka devriminin bir parçası olun, yenilikçi teknoloji ile sürekli gelir bir arada. Şimdi katılın ve yapay zeka ile etkileşiminizi değiştirin!",
    "Enjoy Top-Level Security": "Üst Düzey Güvenliğin Keyfini Çıkarın",
    "Leverage AI Power": "Yapay Zeka Gücünden Yararlanın",
    "Running time": "Çalışma süresi",
    "Daily Run Times": "Günlük Çalışma Süreleri",
    "Mobile phone": "Cep telefonu",
    "Send": "Gönder",
    "AI Power": "Yapay Zeka Gücü",
    "Earn Daily": "Günlük Kazanın",
    "Introducing VG CUBE!": "VG CUBE’u Tanıtıyoruz!",
    "My messages": "Mesajlarım",
    "The future of AI is here, and it’s packed with rewards! VG CUBE is the groundbreaking decentralized AI platform that lets you earn daily by participating in simple AI tasks.": "Yapay zekanın geleceği burada ve ödüllerle dolu! VG CUBE, basit yapay zeka görevlerine katılarak günlük kazanç elde etmenizi sağlayan devrim niteliğindeki merkeziyetsiz yapay zeka platformudur.",
    "invitation code": "Davet kodu",
    "Confirm password": "Şifreyi onayla",
    "have read the privacy agreement": "gizlilik sözleşmesini okudum",
    "Already have an account": "Zaten hesabınız var mı",
    "Log in now": "Şimdi giriş yap",
    "Deposit": "Yatır",
    "Withdraw": "Çek",
    "Team": "Takım",
    "Help Center": "Yardım Merkezi",
    "Total assets": "Toplam varlıklar",
    "Todays earnings": "Bugünün kazancı",
    "Transactions": "İşlemler",
    "view all": "hepsini görüntüle",
    "AI Strategy": "Yapay Zeka Stratejisi",
    "Market": "Pazar",
    "Home": "Ana Sayfa",
    "Wallet": "Cüzdan",
    "Mine": "Benim",
    "hour": "saat",
    "Note:": "Not:",
    "Remaining Days": "Kalan Günler",
    "Rewards from completed tasks are credited to the VG CUBE wallet, allowing users to track and withdraw their funds": "Tamamlanan görevlerden elde edilen ödüller VG CUBE cüzdanına yatırılır, böylece kullanıcılar fonlarını takip edebilir ve çekebilir.",
    "Maximum Quantity": "Maksimum Miktar",
    "Daily Yield": "Günlük Getiri",
    "Total Node Power": "Toplam Düğüm Gücü",
    "Today Node Power": "Bugünkü Düğüm Gücü",
    "Assets": "Varlıklar",
    "Asset": "Varlık",
    "Node Power": "Düğüm Gücü",
    "My Assets": "Varlıklarım",
    "Subscription Server": "Abonelik Sunucusu",
    "Partners": "Ortaklar",
    "Subscription Duration": "Abonelik Süresi",
    "Daily Node Power Reward": "Günlük Düğüm Gücü Ödülü",
    "You will be rewarded in: 1:00:00": "Ödülünüz şu sürede verilecek: 1:00:00",
    "Next task will be unlocked in: 24:00:00": "Bir sonraki görev şu sürede açılacak: 24:00:00",
    "The Node power Subscription  needs to be clicked and run for 1 hour every day to obtain rewards. If you do not click on it, there will be no reward on the day. After the operation is completed, the proceeds will be distributed to the  Assets balance.": "Düğüm gücü aboneliği ödülleri almak için her gün 1 saat tıklanıp çalıştırılmalıdır. Eğer tıklamazsanız o gün ödül alamazsınız. İşlem tamamlandıktan sonra gelirler Varlıklar bakiyesine dağıtılacaktır.",
    "Running Time": "Çalışma Süresi",
    "Today's executable limit": "Bugünkü çalıştırılabilir limit",
    "AI computing power": "Yapay zeka hesaplama gücü",
    "Simple, Secure, High Yield": "Basit, Güvenli, Yüksek Getiri",
    "Details": "Detaylar",
    "Estimated Node Power Reward": "Tahmini Düğüm Gücü Ödülü",
    "Running Node Power Amount": "Çalışan Düğüm Gücü Miktarı",
    "Today's Yield": "Bugünkü Getiri",
    "Become a member": "Üye Ol",
    "No Data": "Veri Yok",
    "Lock": "Kilitle",
    "Unlock": "Kilidi Aç",
    "Run Node Power": "Düğüm Gücünü Çalıştır",
    "Node Power Duration": "Düğüm Gücü Süresi",
    "Only members subscribed to the ServerCore plan or higher can run the Node Power package.": "Sadece ServerCore planına veya daha üstüne abone olan üyeler Düğüm Gücü paketini çalıştırabilir.",
    "Run Node power Subscription": "Düğüm Gücü Aboneliğini Çalıştır",
    "The system will run the Node power Subscription according to the maximum runnable amount of the current user level": "Sistem, mevcut kullanıcı seviyesinin maksimum çalıştırılabilir miktarına göre Düğüm Gücü Aboneliğini çalıştıracaktır.",
    "distribute income": "gelir dağıt",
    "Daily Yield will be returned in one go after the operation is completed": "Günlük getiri işlem tamamlandıktan sonra tek seferde iade edilecektir.",
    "Login successful": "Giriş başarılı",
    "Strategy": "Strateji",
    "Total Balance": "Toplam Bakiye",
    "My Wallet": "Cüzdanım",
    "Total revenue": "Toplam gelir",
    "Add strategy": "Strateji ekle",
  
    "My Strategy": "Stratejim",
  "Remaining time:": "Kalan süre:",
  "Investment": "Yatırım",
  "Today earning": "Bugünkü kazanç",
  "Rate of return": "Getiri oranı",
  "Daily Profit": "Günlük Kar",
  "Days": "Günler",
  "Node Power Run Time": "Düğüm Gücü Çalışma Süresi",
  "Total Reward": "Toplam Ödül",
  "start": "başla",
  "Gainers": "Kazanlar",
  "24h Vol": "24s Hacim",
  "Currency/Name": "Para Birimi/Adı",
  "Last price": "Son fiyat",
  "24h change": "24s değişim",
  "Detail": "Detay",
  "Subscribe Amount": "Abonelik Miktarı",
  "Withdraw Fund": "Fon Çek",
  "Tutorial": "Eğitim",
  "Strategy account": "Strateji hesabı",
  "Capital account": "Sermaye hesabı",
  "Recent Asset": "Son Varlık",
  "Deposits": "Mevduatlar",
  "Pending": "Beklemede",
  "Profile": "Profil",
  "Activity": "Aktivite",
  "My Team": "Takımım",
  "Total Yield": "Toplam Getiri",
  "Invitation": "Davet",
  "Customer service": "Müşteri hizmetleri",
  "support": "destek",
  "About us": "Hakkımızda",
 "New Email": "Yeni E-posta",
  
    "Mission & Vision": "Misyon ve Vizyon",
    "- *Vision:* To become the global leader in decentralized AI platforms, driving a new era of data management, scalability, and earning opportunities.": "- *Vizyon:* Veri yönetimi, ölçeklenebilirlik ve kazanç fırsatlarında yeni bir çağ başlatarak, merkeziyetsiz yapay zeka platformlarında dünya lideri olmak.",
    "- Mission: To democratize AI-powered income, enabling users to benefit from decentralized computing resources while contributing to AI innovation.": "- Misyon: Kullanıcıların merkeziyetsiz bilişim kaynaklarından faydalanmasını sağlayarak yapay zeka inovasyonuna katkıda bulunurken, yapay zeka destekli geliri demokratikleştirmek.",
    "4. Staking and Referral Bonuses:Users can also earn additional rewards through staking VG CUBE tokens or referring new members to the platform.": "4. Stake Etme ve Referans Bonusu: Kullanıcılar, VG CUBE tokenlerini stake ederek veya platforma yeni üyeler yönlendirerek ek ödüller kazanabilirler.",
    "3. Earn Rewards: Earnings are distributed directly to your VG CUBE wallet. Consistent engagement ensures daily rewards and increased earnings over time.": "3. Ödüller Kazanın: Kazançlar, doğrudan VG CUBE cüzdanınıza dağıtılır. Sürekli katılım, günlük ödüller ve zamanla artan kazançlar sağlar.",
    "2. Complete Daily Tasks:Activate and complete AI tasks for 1 hour daily. These tasks can range from data runs to node processing, depending on your subscription level.": "2. Günlük Görevleri Tamamlayın: Her gün 1 saat boyunca yapay zeka görevlerini etkinleştirin ve tamamlayın. Bu görevler, abonelik seviyenize bağlı olarak veri işleme veya düğüm işleme gibi işlemleri içerebilir.",
    "1. Choose a Subscription Package: Select from various subscription options like ServerCore, ServerCore Prime, etc., each with distinct earning potential and AI tasks.": "1. Bir Abonelik Paketi Seçin: ServerCore, ServerCore Prime gibi çeşitli abonelik seçeneklerinden birini seçin, her biri farklı kazanç potansiyeli ve yapay zeka görevleri sunar.",
    "How VG CUBE Works": "VG CUBE Nasıl Çalışır",
    "- It also reduces the risk of network congestion, ensuring AI models and data centers operate at their best capacity.": "- Ayrıca ağ tıkanıklığı riskini azaltır ve yapay zeka modellerinin ve veri merkezlerinin en iyi kapasitede çalışmasını sağlar.",
    "- VG CUBE distributes computational loads across its decentralized network, efficiently managing AI tasks. This model ensures optimal performance, reduced latency, and smooth operations even during peak loads.": "- VG CUBE, merkeziyetsiz ağı üzerinden hesaplama yüklerini dağıtarak yapay zeka görevlerini verimli bir şekilde yönetir. Bu model, optimum performans, düşük gecikme ve yoğun yüklerde bile sorunsuz bir operasyon sağlar.",
    "5. Advanced Traffic Distribution": "5. Gelişmiş Trafik Dağıtımı",
    "- Flexibility: Users can start with minimal investments and scale up as needed. VG CUBE offers a range of subscription packages, from entry-level to high-tier, catering to various earning potentials and AI engagement levels.": "- Esneklik: Kullanıcılar minimum yatırımlarla başlayabilir ve ihtiyaç duydukça ölçeklendirebilir. VG CUBE, giriş seviyesinden üst düzeye kadar çeşitli kazanç potansiyelleri ve yapay zeka etkileşim seviyelerine uygun abonelik paketleri sunar.",
    "- Scalable Architecture: VG CUBE’s infrastructure is designed to handle increased demand effortlessly. Whether you are an individual user or a large enterprise, the platform scales dynamically to meet your requirements.": "- Ölçeklenebilir Mimari: VG CUBE'un altyapısı, artan talebi kolayca karşılayacak şekilde tasarlanmıştır. Bireysel bir kullanıcı ya da büyük bir işletme olsanız da platform, gereksinimlerinize dinamik olarak uyum sağlar.",
    "4. Scalable and Flexible": "4. Ölçeklenebilir ve Esnek",
    "- Regulatory Compliance: The platform holds industry certifications and complies with international regulations, providing a secure and transparent environment for AI computing and earning.": "- Düzenleyici Uyumluluk: Platform, sektör sertifikalarına sahiptir ve uluslararası düzenlemelere uygundur, yapay zeka hesaplama ve kazanç için güvenli ve şeffaf bir ortam sunar.",
    "- Secure Platform: Security is a top priority, with advanced encryption protocols, regular security audits, and adherence to global standards. VG CUBE ensures that user data, transactions, and AI operations are protected.": "- Güvenli Platform: Güvenlik, gelişmiş şifreleme protokolleri, düzenli güvenlik denetimleri ve küresel standartlara uyum ile birinci önceliktir. VG CUBE, kullanıcı verilerini, işlemleri ve yapay zeka operasyonlarını korur.",
    "3. Security and Compliance": "3. Güvenlik ve Uyumluluk",
    "- Node Power Activation:To ensure consistent earning, users must activate their computing power package daily. This activation ensures that resources are fully utilized while distributing computing loads efficiently.": "- Düğüm Gücü Aktivasyonu: Düzenli kazanç sağlamak için kullanıcıların günlük olarak hesaplama gücü paketlerini etkinleştirmesi gerekir. Bu aktivasyon, kaynakların tam olarak kullanıldığını ve hesaplama yüklerinin verimli bir şekilde dağıtıldığını garanti eder.",
    "- Task-Based Rewards: VG CUBE offers various subscription packages like ServerCore, ServerCore Prime, and more, each with specific tasks that users must complete to earn rewards. The tasks typically involve 1-hour operations, creating a simple, effective way to earn daily income.": "- Görev Bazlı Ödüller: VG CUBE, ServerCore, ServerCore Prime ve daha fazlası gibi çeşitli abonelik paketleri sunar, her biri kullanıcıların ödül kazanmak için tamamlaması gereken belirli görevler içerir. Görevler genellikle 1 saatlik işlemleri içerir ve günlük gelir elde etmek için basit ve etkili bir yol sunar.",
    "- Daily Earnings: Users earn daily rewards by participating in AI tasks like data processing, model training, or completing other assigned tasks. This makes AI-powered income generation accessible to everyone, not just large enterprises.": "- Günlük Kazançlar: Kullanıcılar, veri işleme, model eğitimi veya diğer atanan görevleri tamamlama gibi yapay zeka görevlerine katılarak günlük ödüller kazanır. Bu, yapay zeka destekli gelir elde etmeyi sadece büyük işletmelere değil, herkese erişilebilir hale getirir.",
    "2. Innovative Earning Model": "2. Yenilikçi Kazanç Modeli",
    "- AI Integration: The platform is built on advanced AI algorithms that optimize resource allocation, enhance processing speeds, and improve scalability. AI powers everything from task distribution to user interactions, delivering a seamless experience.": "- Yapay Zeka Entegrasyonu: Platform, kaynak tahsisini optimize eden, işlem hızlarını artıran ve ölçeklenebilirliği iyileştiren gelişmiş yapay zeka algoritmaları üzerine kurulmuştur. Yapay zeka, görev dağılımından kullanıcı etkileşimlerine kadar her şeyi destekler ve sorunsuz bir deneyim sunar.",
    "- Decentralized Network: VG CUBE uses a distributed computing model, tapping into global resources to enhance AI processing, model training, and data management. This decentralized approach reduces reliance on centralized infrastructure, providing better stability, security, and cost-efficiency.": "- Merkeziyetsiz Ağ: VG CUBE, yapay zeka işlemlerini, model eğitimini ve veri yönetimini geliştirmek için küresel kaynaklardan yararlanan dağıtılmış bir hesaplama modeli kullanır. Bu merkeziyetsiz yaklaşım, merkezi altyapıya olan bağımlılığı azaltarak daha iyi stabilite, güvenlik ve maliyet verimliliği sağlar.",
    "Key Features of VG CUBE": "VG CUBE'nin Temel Özellikleri",
    "1. Decentralized AI-Powered Infrastructure": "1. Merkeziyetsiz Yapay Zeka Destekli Altyapı",
    "VG CUBE is a pioneering decentralized AI platform, transforming traditional data centers through a blend of artificial intelligence and distributed computing. Here’s a closer look at what makes VG CUBE a unique and powerful player in the AI and data management sector:": "VG CUBE, yapay zeka ve dağıtılmış hesaplama birleşimiyle geleneksel veri merkezlerini dönüştüren öncü bir merkeziyetsiz yapay zeka platformudur. İşte VG CUBE'yi yapay zeka ve veri yönetimi sektöründe benzersiz ve güçlü bir oyuncu yapan unsurların daha yakından bir incelemesi:",
  
  
  "Download App": "Uygulamayı İndir",
  "Clear cache": "Önbelleği Temizle",
  "Log out": "Çıkış Yap",
  "Earning Range": "Kazanç Aralığı",
  "Team Rewards": "Takım Ödülleri",
  "Investment range": "Yatırım Aralığı",
  "People": "Kişiler",
  "Arbitrage parameters": "Arbitraj Parametreleri",
  "Creating a policy means agreeing to": "Bir politika oluşturmak, şu konuyu kabul etmek anlamına gelir",
  "the Fund Agreement": "Fon Anlaşması",
  "Daily arbitrage earnings": "Günlük Arbitraj Kazançları",
  "Duration": "Süre",
  "Create": "Oluştur",
  "Package list": "Paket Listesi",
  "Amount": "Miktar",
  "only USDT recharge is supported. Recharge other assets will not be retrieved": "Sadece USDT yüklemesi desteklenir. Diğer varlıkların yüklemesi alınmayacaktır.",
  "Payment Mode": "Ödeme Yöntemi",
  "Transaction Id": "İşlem Kimliği",
  "Scan this QR code or Save pictures locally": "Bu QR kodunu tarayın veya resimleri yerel olarak kaydedin",
  "Note": "Not",
  "lowest Deposit amount": "En Düşük Mevduat Tutarı",
  "Deposit network": "Mevduat Ağı",
  "only TRC20 USDT recharge is supported. Recharge other assets will not be retrieved": "Sadece TRC20 USDT yüklemesi desteklenir. Diğer varlıkların yüklemesi alınmayacaktır.",
  "recharge requires confirmation by the node on the chain , please wait patiently": "Yükleme, zincirdeki düğüm tarafından onay gerektirir, lütfen sabırla bekleyin.",
  "Personal information": "Kişisel Bilgiler",
  "Invitation Code": "Davet Kodu",
  "Avatar": "Avatar",
  "Available Balance": "Kullanılabilir Bakiye",
  "Withdraw amount": "Çekilecek Tutar",
  "Withdraw address": "Para Çekme Adresi",
  "Order Id": "Sipariş Kimliği",
  "This address only supports deposits of": "Bu adres yalnızca şu tutarda mevduatları destekler:",
  "Confirmation": "Onay",
  "User Name": "Kullanıcı Adı",
  "Change Email": "E-posta Değiştir",
  "Phone number": "Telefon Numarası",
  "Phone": "Telefon",
  "Registration Time": "Kayıt Zamanı",
  "Membership Package": "Üyelik Paketi",
  "Change Password": "Şifre Değiştir",
  "MyTeam": "Takımım",
  "Submit":"Onayla",
  "Confirm": "Onayla",
  "New password": "Yeni şifre",
  "Get Code": "Kod Al",
  "Verification Code": "Doğrulama Kodu",
  "Change password": "Şifreyi değiştir",
  "Create Transaction Password": "İşlem Parolası Oluştur",
  "Transaction password": "İşlem Parolası",
  "Setting": "Ayarlar",
  "Configure Profile": "Profili Düzenle",
  "Switch Language": "Dili Değiştir",
  "Change Transaction Password": "İşlem Parolasını Değiştir",
  "Change Login Password": "Giriş Parolasını Değiştir",
  "Twitter": "Twitter",
  "Telegram": "Telegram",
  "Security": "Güvenlik",
  "Telegram Channel": "Telegram Kanalı",
  "Task center": "Görev Merkezi",
  "My Reward": "Ödülüm",
  "Received": "Alındı",
  "Achieve Goal": "Hedefe Ulaş",
  "turnover": "ciro",
  "Congratulations on the completion of the mission reward": "Görev ödülünün tamamlanmasından dolayı tebrikler",
  "View Rewards": "Ödülleri Görüntüle",
  "Total Earning": "Toplam Kazanç",
  "Team data": "Takım verileri",
  "Team List": "Takım Listesi",
  "Five generations data": "Beş nesil verisi",
  "Total member": "Toplam üye",
  "Total valid": "Toplam geçerli",
  "Three generations data": "Üç nesil verisi",
  "First generation data": "Birinci nesil verisi",
  "Number of users": "Kullanıcı sayısı",
  "Cumulative recharge": "Kümülatif yükleme",
  "Cumulative withdrawal": "Kümülatif çekiş",
  "Cumulative earnings": "Kümülatif kazanç",
  "Cumulative Yield": "Kümülatif Verim",
  "Second generation data": "İkinci nesil verisi",
  "Fourth generation data": "Dördüncü nesil verisi",
  "Fifth generation data": "Beşinci nesil verisi",
  "Third generation data": "Üçüncü nesil verisi",
  "No record yet": "Henüz kayıt yok",
  "Earning Record": "Kazanç Kaydı",
  "Yield Record List": "Verim Kaydı Listesi",
  "Total Direct Yield": "Toplam Direkt Verim",
  "Today Direct Yield": "Bugünkü Direkt Verim",
  "Total Level Yield": "Toplam Seviye Verimi",
  "Today Level Yield": "Bugün Seviye Verimi",
  "Today Node Power Yield": "Bugünkü Düğüm Gücü Verimi",
  "Invite friends": "Arkadaşları davet et",
  "Total Node Power Yield": "Toplam Düğüm Gücü Verimi",
  "By logging in, I agree to the VG CUBEBy logging in, I agree to the VG CUBE": "Giriş yaparak, VG CUBE ile anlaşmayı kabul ediyorum",
  "Please enter your phone and password to complete": "Tamamlamak için telefon numaranızı ve şifrenizi girin",
  "Explore the wonderful world of artificial intelligence": "Yapay zekanın harika dünyasını keşfedin",
  "Total Commission": "Toplam Komisyon",
  "Invitation link": "Davet Linki",
  "Invitation code": "Davet Kodu",
  "FAQ": "SSS",
  "Account": "Hesap",
  "Service Agreement": "Hizmet Sözleşmesi",
  "When your account triggers certain risk control measures due to non-human factors, how to release the risk control?": "Hesabınız, insana bağlı olmayan faktörler nedeniyle belirli risk kontrol önlemlerini tetiklerse, risk kontrolünü nasıl kaldırırsınız?",
  "The risk control of the account and why the risk control is triggered?": "Hesabın risk kontrolü ve risk kontrolü neden tetiklenir?",
  "What are funds to be released?": "Serbest bırakılacak fonlar nelerdir?",
  "No more": "Artık yok",
  "Help center": "Yardım Merkezi",
  "Withdrawal": "Çekim",
  "Currency": "Para Birimi",
  "Withdrawal address": "Çekim Adresi",
  "Withdrawal amount": "Çekim Miktarı",
  "Transaction Password": "İşlem Parolası",
  "Arrived quantity": "Gelen miktar",
  "Withdrawal fee": "Çekim Ücreti",
  "Minimum withdrawal amount": "Minimum Çekim Miktarı",
  "Maximum withdrawal amount": "Maksimum Çekim Miktarı",
  "The minimum withdrawal for valid members:10 USDT": "Geçerli üyeler için minimum çekim: 10 USDT",
  "No payment will be made on U.S. statutory holidays and weekends": "Amerika Birleşik Devletleri resmi tatillerinde ve hafta sonlarında ödeme yapılmayacaktır",
  "Taxes for each withdrawal: 5% tax": "Her çekim için vergi: %5 vergi",
  "the handling fee on the chain for a single withdrawal is 1 USDT.": "Bir çekim için zincirdeki işlem ücreti 1 USDT'dir.",
  "only supports USDT-TRON withdrawals": "sadece USDT-TRON çekimlerini destekler",
  "Withdrawals need to be confirmed and reviewed by multiple nodes, and the withdrawal time will be within 72 hours. Withdrawal are only allowed in the capital account. If the account has insufficient funds, please transfer the quantitative funds to the capital account and then initiate a withdrawal again": "Çekimler, birden fazla node tarafından onaylanmalı ve incelenmelidir, çekim süresi 72 saat içinde olacaktır. Çekimler yalnızca sermaye hesabında yapılabilir. Hesapta yetersiz bakiye varsa, lütfen miktar fonlarını sermaye hesabına aktarın ve ardından tekrar çekim başlatın.",
  "Cancel": "İptal Et",
  "No Limit": "Sınırsız",
  "Trading Bonus": "Ticaret Bonusu",
  "Team Commission": "Takım Komisyonu",
  "Withdrawals": "Çekimler",
  "Team Turnover": "Takım Cirosu",
  "type": "tip",
  "Investment amount": "Yatırım Miktarı",
  "User profit": "Kullanıcı Karı",
  "Time": "Zaman",
  "Confirm Node": "Düğümü Onayla",
  "Contract Time": "Sözleşme Süresi"

}